{
  "exam_name": "Экзамен по дисциплине: 'Профилактическая деятельность и диспансеризация' (Сестринское дело)",
  "version": "1.0",
  "based_on": "Приказы Минздрава РФ: №404н от 27.04.2021, №514н от 10.08.2017, №455н от 22.09.2020, СанПиНы, клинические рекомендации",
  "total_blocks": 60,
  "question_blocks": [
    {
      "block_id": 1,
      "block_title": "Цели и задачи диспансеризации",
      "original_question": "Перечислить цели и задачи диспансеризации.",
      "intro_text": "Ответ основан на Приказе Минздрава России от 27.04.2021 № 404н. Необходимо назвать одну главную цель и три ключевые задачи.",
      "steps": [
        {
          "step_id": "1.1",
          "step_type": "single_choice",
          "question_text": "Как официально формулируется цель диспансеризации взрослого населения согласно приказу?",
          "options": [
            "Обеспечение населения всеми видами квалифицированной специализированной медицинской помощи.",
            "Раннее выявление хронических неинфекционных заболеваний (состояний), являющихся основной причиной инвалидности и преждевременной смертности населения.",
            "Снижение заболеваемости, инвалидности, смертности, повышение качества и доступности медицинской помощи.",
            "Проведение лечебно-оздоровительных мероприятий для лиц с выявленными заболеваниями."
          ],
          "correct_answer_index": 1,
          "explanation": "Правильный ответ — цитата из пункта 2 Приказа №404н. Именно раннее выявление ХНИЗ (болезней системы кровообращения, злокачественных новообразований, диабета, хронических болезней легких) является целью диспансеризации."
        },
        {
          "step_id": "1.2",
          "step_type": "single_choice",
          "question_text": "Выберите задачу, соответствующую 1 этапу диспансеризации после обследования:",
          "options": [
            "Назначение стационарного лечения.",
            "Определение группы состояния здоровья и проведение профилактического консультирования.",
            "Выдача санаторно-курортной карты.",
            "Установление группы инвалидности."
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Согласно п. 12 Приказа №404н, по итогам 1 этапа именно определяются группы здоровья (I, II, IIIа, IIIб) и проводится профилактическое консультирование."
        },
        {
          "step_id": "1.3",
          "step_type": "single_choice",
          "question_text": "Что является задачей второго этапа диспансеризации?",
          "options": [
            "Проведение дополнительного обследования для уточнения диагноза заболевания (состояния).",
            "Оформление инвалидности.",
            "Оказание неотложной медицинской помощи.",
            "Направление на медико-социальную экспертизу."
          ],
          "correct_answer_index": 0,
          "explanation": "Правильно. Гражданам, у которых по результатам 1 этапа выявлены показания, проводится 2 этап диспансеризации для углубленного обследования и уточнения диагноза (п. 19 Приказа №404н)."
        },
        {
          "step_id": "1.4",
          "step_type": "single_choice",
          "question_text": "Какую задачу выполняет медицинская организация по завершении диспансеризации в отношении нуждающихся пациентов?",
          "options": [
            "Направляет гражданина для получения специализированной, в том числе высокотехнологичной, медицинской помощи.",
            "Обеспечивает бесплатными лекарствами на амбулаторном этапе.",
            "Выдает листок нетрудоспособности на 30 дней.",
            "Заключает договор на оказание платных медицинских услуг."
          ],
          "correct_answer_index": 0,
          "explanation": "Именно так. Это следует из общей логики Приказа: после уточнения диагноза пациент направляется для получения необходимой специализированной помощи."
        }
      ],
      "final_summary": "**Правильный ответ для экзамена:**\n\n**Цель диспансеризации** — раннее выявление хронических неинфекционных заболеваний (состояний), являющихся основной причиной инвалидности и преждевременной смертности населения.\n\n**Основные задачи:**\n1.  Определение группы состояния здоровья, проведение профилактического консультирования.\n2.  Проведение дополнительного обследования (2-й этап диспансеризации) для уточнения диагноза.\n3.  Направление при необходимости для получения специализированной, в том числе высокотехнологичной, медицинской помощи.",
      "source": "Приказ Минздрава России от 27.04.2021 № 404н «Об утверждении Порядка проведения профилактического медицинского осмотра и диспансеризации определенных групп взрослого населения» (п. 2, 12, 19)."
    },
    {
      "block_id": 2,
      "block_title": "Сведения для диспансерного учета",
      "original_question": "Собрать и откорректировать сведения о лицах, подлежащих диспансерному учету.",
      "intro_text": "Работа медицинской сестры по формированию списков для диспансеризации включает несколько источников информации и конкретных действий.",
      "steps": [
        {
          "step_id": "2.1",
          "step_type": "single_choice",
          "question_text": "Какой основной источник информации для формирования списков граждан, подлежащих диспансеризации в текущем году?",
          "options": [
            "База данных страховых компаний о застрахованных по ОМС гражданах.",
            "Информация из органов социальной защиты.",
            "Данные переписи населения.",
            "Списки из поликлиник по месту предыдущего жительства."
          ],
          "correct_answer_index": 0,
          "explanation": "Верно. Основной источник — сведения от страховых медицинских организаций о застрахованных по ОМС гражданах, прикрепленных к медицинской организации для оказания первичной медико-санитарной помощи."
        },
        {
          "step_id": "2.2",
          "step_type": "single_choice",
          "question_text": "Какое действие выполняет медицинская сестра для актуализации списков?",
          "options": [
            "Назначает дату и время явки на диспансеризацию без согласования с пациентом.",
            "Исключает из списков граждан, сменивших место жительства или умерших.",
            "Выдает направления на плановую госпитализацию.",
            "Заполняет листки нетрудоспособности."
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Медицинская сестра отделения/кабинета медицинской профилактики обязана актуализировать списки: исключать выбывших (смена места жительства, смерть) и включать вновь прибывших."
        },
        {
          "step_id": "2.3",
          "step_type": "single_choice",
          "question_text": "Какой метод информирования граждан о диспансеризации НЕ является основным?",
          "options": [
            "Телефонные звонки.",
            "SMS-информирование.",
            "Размещение информации на официальном сайте и стендах в поликлинике.",
            "Личные визиты на дом ко всем прикрепленным гражданам."
          ],
          "correct_answer_index": 3,
          "explanation": "Правильно. Личные визиты на дом не являются основным методом информирования в силу нецелесообразности. Используются активные (звонки, SMS) и пассивные (сайт, стенды) методы."
        }
      ],
      "final_summary": "**Правильный ответ для экзамена:**\n\nДля сбора и корректировки сведений о лицах, подлежащих диспансерному учету, медицинская сестра:\n1.  **Использует источники:** данные регистратуры (форма 025/у), списки от страховых компаний по ОМС, информацию из стационаров, данные предыдущих диспансеризаций.\n2.  **Выполняет действия:** формирует плановые списки по году рождения, актуализирует их (исключает выбывших, включает новых), активно информирует население (телефон, SMS, информационные стенды).",
      "source": "Методические рекомендации по организации диспансеризации, Приказ Минздрава №404н."
    },
    {
      "block_id": 3,
      "block_title": "Подготовка пациента к исследованиям",
      "original_question": "Продемонстрировать навыки по подготовке пациента к сдаче лабораторных анализов и проведению инструментального исследования.",
      "intro_text": "Подготовка пациента к различным видам исследований имеет строгие алгоритмы. Выберите правильные инструкции.",
      "steps": [
        {
          "step_id": "3.1",
          "step_type": "single_choice",
          "question_text": "Как правильно подготовить пациента к сдаче общего анализа крови?",
          "options": [
            "Кровь сдается строго после приема пищи, через 2 часа.",
            "Кровь сдается натощак (8-12 часов голода), утром, можно пить воду.",
            "Кровь сдается в любое время суток, независимо от приема пищи.",
            "Кровь сдается только после физической нагрузки."
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Общий анализ крови сдается натощак для исключения влияния пищевой липемии на показатели гемоглобина, лейкоцитов. Воду пить можно."
        },
        {
          "step_id": "3.2",
          "step_type": "single_choice",
          "question_text": "Пациенту назначен биохимический анализ крови на холестерин и глюкозу. Ваша рекомендация:",
          "options": [
            "Соблюдать обычный режим питания, исключить только жирное накануне.",
            "Сдавать строго натощак (12-14 часов голода), утром. Накануне легкий ужин, исключить алкоголь за 24-72 часа.",
            "Плотно позавтракать, чтобы не было слабости.",
            "Сдать анализ в любое время, но записать, что было съедено."
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Для точности показателей липидного профиля и глюкозы требуется строгое голодание 12-14 часов и отказ от алкоголя за 1-3 суток."
        },
        {
          "step_id": "3.3",
          "step_type": "single_choice",
          "question_text": "Как подготовить пациента к УЗИ органов брюшной полости?",
          "options": [
            "За 3 дня исключить газообразующие продукты. Натощак или через 6-8 часов после еды. При метеоризме — эспумизан.",
            "Не требует подготовки, можно проводить после завтрака.",
            "Обязательно поставить очистительную клизму утром в день исследования.",
            "Выпить 1 литр воды за час до исследования для наполнения желудка."
          ],
          "correct_answer_index": 0,
          "explanation": "Правильно. Цель подготовки — уменьшить пневматизацию кишечника для улучшения визуализации. Диета и голод обязательны."
        },
        {
          "step_id": "3.4",
          "step_type": "single_choice",
          "question_text": "Что необходимо разъяснить пациенту перед сбором общего анализа мочи?",
          "options": [
            "Собрать первую утреннюю порцию мочи в любую чистую тару.",
            "Провести тщательный туалет наружных половых органов, собрать СРЕДНЮЮ порцию первой утренней мочи в стерильный контейнер.",
            "Собрать мочу в течение дня, смешав все порции.",
            "Собрать мочу сразу после приема диуретиков."
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Это стандартная инструкция для исключения попадания в анализ элементов воспаления с кожи и слизистых, а также клеток из начальной порции мочи."
        }
      ],
      "final_summary": "**Правильный ответ для экзамена (алгоритм действий медсестры):**\n\n1.  **Информировать и проинструктировать** пациента о цели, ходе и правилах подготовки к исследованию (устно + памятка).\n2.  **Объяснить диету и режим:** для анализов крови — голод 8-12 ч; для УЗИ ОБП — диета за 3 дня, голод 6-8 ч; для ФГДС — голод 8-12 ч, не пить.\n3.  **Объяснить правила сбора биоматериала:** для мочи — туалет, средняя порция; для кала — чистая тара, без примесей.\n4.  **Учесть лекарственную терапию:** согласовать с врачом временную отмену препаратов, если это необходимо.\n5.  **Обеспечить психологическую подготовку,** особенно к эндоскопическим исследованиям.",
      "source": "Клинические рекомендации по лабораторной диагностике, стандарты подготовки к инструментальным исследованиям."
    },
    {
      "block_id": 4,
      "block_title": "Группы здоровья взрослых",
      "original_question": "Перечислить группы здоровья.",
      "intro_text": "Согласно порядку диспансеризации, выделяют 4 группы состояния здоровья. Определим их по порядку.",
      "steps": [
        {
          "step_id": "4.1",
          "step_type": "single_choice",
          "question_text": "Кто относится к I группе здоровья?",
          "options": [
            "Лица с установленными хроническими неинфекционными заболеваниями (ХНИЗ).",
            "Лица, не имеющие ХНИЗ, но имеющие высокий риск их развития.",
            "Лица, не имеющие ХНИЗ и имеющие низкий или средний сердечно-сосудистый риск.",
            "Лица, нуждающиеся в паллиативной помощи."
          ],
          "correct_answer_index": 2,
          "explanation": "Верно. I группа — граждане без ХНИЗ и с низким/средним сердечно-сосудистым риском (риск по шкале SCORE менее 5%). Им показано только профилактическое консультирование."
        },
        {
          "step_id": "4.2",
          "step_type": "single_choice",
          "question_text": "Основной признак для отнесения ко II группе здоровья:",
          "options": [
            "Наличие сахарного диабета 2 типа.",
            "Отсутствие ХНИЗ, но наличие высокого или очень высокого сердечно-сосудистого риска (SCORE ≥5%).",
            "Наличие онкологического заболевания в ремиссии.",
            "Перенесенный острый инфаркт миокарда."
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. II группа — граждане без ХНИЗ, но с высоким (SCORE ≥5%) и очень высоким (SCORE ≥10%) риском. Они нуждаются в коррекции факторов риска и диспансерном наблюдении терапевтом."
        },
        {
          "step_id": "4.3",
          "step_type": "single_choice",
          "question_text": "Что характеризует IIIа группу здоровья?",
          "options": [
            "Наличие ХНИЗ, требующих установления диспансерного наблюдения или оказания специализированной помощи.",
            "Наличие ХНИЗ, требующих оказания высокотехнологичной медицинской помощи.",
            "Состояние после острого заболевания (например, ОРВИ).",
            "Наличие только факторов риска без заболеваний."
          ],
          "correct_answer_index": 0,
          "explanation": "Верно. IIIа группа — граждане с выявленными ХНИЗ, которые требуют диспансерного наблюдения у специалистов и/или специализированного лечения."
        },
        {
          "step_id": "4.4",
          "step_type": "single_choice",
          "question_text": "Пациент с терминальной стадией ХОБЛ, нуждающийся в симптоматической терапии и уходе, относится к группе:",
          "options": [
            "II",
            "IIIа",
            "IIIб",
            "I"
          ],
          "correct_answer_index": 2,
          "explanation": "Правильно. IIIб группа — граждане с ХНИЗ, требующие оказания паллиативной медицинской помощи (высокотехнологичной или паллиативной)."
        }
      ],
      "final_summary": "**Правильный ответ для экзамена:**\n\nПо результатам диспансеризации взрослое население распределяется по 4 группам здоровья:\n\n1.  **I группа:** Лица, не имеющие хронических неинфекционных заболеваний (ХНИЗ) и имеющие низкий или средний абсолютный сердечно-сосудистый риск (SCORE <5%).\n2.  **II группа:** Лица, не имеющие ХНИЗ, но имеющие высокий или очень высокий абсолютный сердечно-сосудистый риск (SCORE ≥5%).\n3.  **IIIа группа:** Лица, имеющие ХНИЗ, требующие установления диспансерного наблюдения или оказания специализированной медицинской помощи.\n4.  **IIIб группа:** Лица, имеющие ХНИЗ, требующие оказания высокотехнологичной или паллиативной медицинской помощи.",
      "source": "Приказ Минздрава России от 27.04.2021 № 404н, Приложение №2."
    },
    {
      "block_id": 5,
      "block_title": "Факторы риска и определение группы здоровья",
      "original_question": "Перечислить факторы риска и определить группу здоровья.",
      "intro_text": "Определение группы здоровья основано на наличии ХНИЗ и оценке факторов риска (ФР).",
      "steps": [
        {
          "step_id": "5.1",
          "step_type": "single_choice",
          "question_text": "Какой из перечисленных факторов риска является НЕ модифицируемым (неуправляемым)?",
          "options": [
            "Артериальная гипертензия.",
            "Курение табака.",
            "Возраст (мужчины ≥45 лет, женщины ≥55 лет).",
            "Нерациональное питание."
          ],
          "correct_answer_index": 2,
          "explanation": "Правильно. Возраст, пол и наследственность — немодифицируемые факторы. Все остальные (АГ, курение, питание, холестерин) можно корректировать."
        },
        {
          "step_id": "5.2",
          "step_type": "single_choice",
          "question_text": "Пациент 50 лет, курит, АД 160/95 мм рт.ст., холестерин 6.8 ммоль/л. Хронических заболеваний не имеет. Его группа здоровья:",
          "options": [
            "I",
            "II",
            "IIIа",
            "IIIб"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. У пациента нет ХНИЗ, но совокупность ФР (возраст, курение, неконтролируемая АГ, дислипидемия) дает очень высокий сердечно-сосудистый риск (SCORE >10%) → II группа."
        },
        {
          "step_id": "5.3",
          "step_type": "single_choice",
          "question_text": "Пациентка 35 лет, не курит, АД 120/80, холестерин в норме, на УЗИ выявлены миома матки малых размеров без клиники. Ее группа здоровья:",
          "options": [
            "I",
            "II",
            "IIIа",
            "IIIб"
          ],
          "correct_answer_index": 2,
          "explanation": "Правильно. Наличие установленного хронического заболевания (даже без текущих осложнений) требует диспансерного наблюдения у гинеколога → IIIа группа."
        }
      ],
      "final_summary": "**Правильный ответ для экзамена:**\n\n**Основные факторы риска ХНИЗ:**\n1.  **Немодифицируемые:** возраст, пол, наследственность.\n2.  **Модифицируемые:** курение, нерациональное питание, низкая физическая активность, избыточная масса тела/ожирение, пагубное употребление алкоголя, повышенное АД, дислипидемия, гипергликемия.\n\n**Алгоритм определения группы здоровья:**\n1.  **Есть ли установленные ХНИЗ?** Да → группа IIIа или IIIб.\n2.  **Нет ХНИЗ?** Оценить суммарный сердечно-сосудистый риск по SCORE.\n    *   Низкий/средний риск (<5%) → I группа.\n    *   Высокий/очень высокий риск (≥5%) → II группа.",
      "source": "Клинические рекомендации по кардиоваскулярной профилактике, Приказ Минздрава №404н."
    },
      {
      "block_id": 6,
      "block_title": "Сроки профилактического осмотра и диспансеризации",
      "original_question": "Назвать сроки проведения профилактического осмотра в рамках диспансеризации.",
      "intro_text": "Согласно Приказу №404н, существуют различия между ежегодным профилактическим осмотром и периодичностью диспансеризации.",
      "steps": [
        {
          "step_id": "6.1",
          "step_type": "single_choice",
          "question_text": "С какой периодичностью проводится профилактический медицинский осмотр для граждан старше 18 лет?",
          "options": ["1 раз в 2 года", "1 раз в 3 года", "Ежегодно", "1 раз в 5 лет"],
          "correct_answer_index": 2,
          "explanation": "Правильно. Профилактический медицинский осмотр проводится ЕЖЕГОДНО для всех граждан старше 18 лет (п. 6 Приказа №404н)."
        },
        {
          "step_id": "6.2",
          "step_type": "single_choice",
          "question_text": "Гражданин 1975 года рождения. Когда он должен пройти диспансеризацию (углубленную) в следующий раз, если текущий год — 2024?",
          "options": ["В 2024 году", "В 2025 году", "В 2026 году", "Не подлежит диспансеризации"],
          "correct_answer_index": 0,
          "explanation": "Верно. Диспансеризация (углубленная) проводится 1 раз в 3 года для лиц в возрасте 18-39 лет включительно. С 40 лет — ЕЖЕГОДНО. В 2024 году ему 49 лет, значит, диспансеризация положена ежегодно."
        },
        {
          "step_id": "6.3",
          "step_type": "single_choice",
          "question_text": "Для каких категорий граждан диспансеризация проводится ежегодно независимо от возраста?",
          "options": [
            "Для всех работающих граждан",
            "Для инвалидов Великой Отечественной войны, лиц, награжденных знаком 'Жителю блокадного Ленинграда'",
            "Для студентов очных отделений",
            "Для пенсионеров по старости"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Согласно п. 8 Приказа №404н, для отдельных категорий (инвалиды ВОВ, блокадники и др.) диспансеризация проводится ежегодно."
        }
      ],
      "final_summary": "**Правильный ответ для экзамена:**\n\n1.  **Профилактический медицинский осмотр** проводится **ЕЖЕГОДНО** для всех граждан в возрасте от 18 лет и старше.\n2.  **Диспансеризация** (углубленное обследование) проводится:\n    *   **1 раз в 3 года** в возрасте **от 18 до 39 лет включительно** (в годы, когда возраст делится на 3).\n    *   **ЕЖЕГОДНО** в возрасте **40 лет и старше**, а также для отдельных льготных категорий (инвалиды ВОВ, блокадники и др.).",
      "source": "Приказ Минздрава России от 27.04.2021 № 404н (п. 6, 7, 8)."
    },
    {
      "block_id": 7,
      "block_title": "Скрининг в диспансеризации",
      "original_question": "Дать определение \"скрининга\". Назвать скрининговые исследования, которые проводятся в рамках диспансеризации.",
      "intro_text": "Скрининг — ключевой элемент диспансеризации. Важно знать его определение и основные виды.",
      "steps": [
        {
          "step_id": "7.1",
          "step_type": "single_choice",
          "question_text": "Какое определение скрининга является верным?",
          "options": [
            "Лечение заболеваний на ранней стадии.",
            "Массовое обследование БЕССИМПТОМНЫХ лиц для выявления заболеваний или факторов риска.",
            "Обследование пациента с жалобами для постановки диагноза.",
            "Профилактическая вакцинация населения."
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Скрининг — это первичное обследование лиц, не имеющих симптомов, с целью раннего выявления болезней (ВОЗ, 2021)."
        },
        {
          "step_id": "7.2",
          "step_type": "single_choice",
          "question_text": "Какое из перечисленных исследований является скрининговым на колоректальный рак в рамках диспансеризации для лиц 40+ лет?",
          "options": [
            "Общий анализ крови",
            "Исследование кала на скрытую кровь иммунохимическим методом",
            "УЗИ брюшной полости",
            "Колоноскопия для всех"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Согласно Приказу №404н, с 40 до 64 лет — 1 раз в 2 года, с 65 до 75 лет — ежегодно."
        },
        {
          "step_id": "7.3",
          "step_type": "single_choice",
          "question_text": "Для скрининга рака шейки матки у женщин 18+ лет в рамках диспансеризации проводится:",
          "options": [
            "УЗИ малого таза",
            "Взятие мазка с шейки матки на цитологическое исследование (ПАП-тест)",
            "Анализ на ВПЧ",
            "Кольпоскопия"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Цитологическое исследование мазка с шейки матки — основной скрининг с 18 до 64 лет 1 раз в 3 года."
        },
        {
          "step_id": "7.4",
          "step_type": "single_choice",
          "question_text": "Скрининг на глаукому для лиц 40+ лет включает:",
          "options": [
            "Проверку остроты зрения",
            "Измерение внутриглазного давления",
            "Осмотр глазного дна",
            "Все перечисленное"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. В рамках диспансеризации с 40 лет проводится ТОНОМЕТРИЯ (измерение внутриглазного давления) для выявления групп риска по глаукоме."
        }
      ],
      "final_summary": "**Правильный ответ для экзамена:**\n\n**Скрининг** — это массовое, систематическое, быстрое и простое обследование **бессимптомных** лиц с целью выявления заболеваний на ранней стадии.\n\n**Основные скрининговые исследования в диспансеризации:**\n1.  **Онкологический:** маммография (40-75 лет), ПАП-тест (18-64 года), исследование кала на скрытую кровь (40-75 лет), ПСА (мужчины 45-60 лет).\n2.  **Кардиоваскулярный:** измерение АД, холестерина, глюкозы, расчет риска SCORE.\n3.  **Прочие:** спирометрия (курильщики), тонометрия (40+ лет).",
      "source": "Приказ Минздрава №404н (Приложения), Рекомендации ВОЗ по скринингу."
    },
    {
      "block_id": 8,
      "block_title": "Вторичная профилактика",
      "original_question": "Назвать цели и мероприятия вторичной профилактики.",
      "intro_text": "Вторичная профилактика направлена на лиц с уже установленными заболеваниями.",
      "steps": [
        {
          "step_id": "8.1",
          "step_type": "single_choice",
          "question_text": "Какая цель является главной для вторичной профилактики?",
          "options": [
            "Предотвращение возникновения заболеваний",
            "Предотвращение прогрессирования, осложнений и рецидивов уже имеющегося заболевания",
            "Повышение общего иммунитета",
            "Улучшение социально-бытовых условий"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Вторичная профилактика — это действия, направленные на уже больных людей, чтобы не дать болезни развиться дальше."
        },
        {
          "step_id": "8.2",
          "step_type": "single_choice",
          "question_text": "Какое мероприятие относится к вторичной профилактике сахарного диабета 2 типа?",
          "options": [
            "Пропаганда здорового питания среди населения",
            "Скрининг уровня глюкозы у лиц с ожирением",
            "Обучение пациента самоконтролю гликемии и технике инъекций инсулина",
            "Вакцинация против гриппа"
          ],
          "correct_answer_index": 2,
          "explanation": "Правильно. Обучение пациента с установленным диагнозом — типичный пример вторичной профилактики, направленной на предотвращение осложнений."
        },
        {
          "step_id": "8.3",
          "step_type": "single_choice",
          "question_text": "Какой вид медицинской помощи является основным инструментом вторичной профилактики?",
          "options": [
            "Скорая медицинская помощь",
            "Диспансерное наблюдение",
            "Санитарно-курортное лечение",
            "Медико-социальная экспертиза"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Диспансерное наблюдение — это систематическое наблюдение за пациентами с ХНИЗ, основная форма вторичной профилактики."
        }
      ],
      "final_summary": "**Правильный ответ для экзамена:**\n\n**Цель вторичной профилактики:** Предотвращение прогрессирования, осложнений, рецидивов и хронизации уже установленного заболевания, снижение инвалидизации.\n\n**Основные мероприятия (на примере работы медсестры):**\n1.  **Диспансерное наблюдение:** контроль явок, подготовка к приему врача.\n2.  **Контроль выполнения назначений:** прием лекарств, соблюдение диеты, режима.\n3.  **Обучение пациента (школы здоровья):** самоконтроль АД, глюкозы, техника инъекций, использование ингаляторов.\n4.  **Проведение профилактических прививок** (грипп, пневмококк) по назначению врача.\n5.  **Раннее выявление обострений** (анкетирование, контроль симптомов).",
      "source": "Приказ Минздрава от 29.03.2019 № 173н 'О диспансерном наблюдении', стандарты сестринской помощи."
    },
    {
      "block_id": 9,
      "block_title": "Задачи Центра здоровья / кабинета медпрофилактики",
      "original_question": "Назвать основные задачи и направления деятельности Центра здоровья / кабинета медицинской профилактики.",
      "intro_text": "Центры здоровья и кабинеты медпрофилактики — ключевые структуры для профилактической работы.",
      "steps": [
        {
          "step_id": "9.1",
          "step_type": "single_choice",
          "question_text": "Кто является основным контингентом для Центра здоровья?",
          "options": [
            "Только больные с ХНИЗ",
            "Практически здоровые граждане и лица с факторами риска",
            "Только дети",
            "Пациенты, нуждающиеся в реабилитации"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Центры здоровья работают со здоровыми или имеющими факторы риска гражданами для сохранения их здоровья."
        },
        {
          "step_id": "9.2",
          "step_type": "single_choice",
          "question_text": "Какое исследование проводят в Центре здоровья для оценки состава тела?",
          "options": [
            "ЭКГ",
            "Биоимпедансометрия",
            "Спирометрия",
            "Измерение АД"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Биоимпедансометрия — определение процентного соотношения воды, мышечной и жировой ткани."
        },
        {
          "step_id": "9.3",
          "step_type": "single_choice",
          "question_text": "Основная задача кабинета медицинской профилактики в поликлинике:",
          "options": [
            "Лечение гипертонических кризов",
            "Организация и проведение диспансеризации и профилактических осмотров",
            "Выполнение инъекций",
            "Прием пациентов с острыми заболеваниями"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. КМП — организационно-методический центр по проведению диспансеризации, профосмотров и гигиеническому обучению."
        }
      ],
      "final_summary": "**Правильный ответ для экзамена:**\n\n**Основные задачи Центра здоровья / кабинета медицинской профилактики:**\n1.  **Информирование** населения о факторах риска ХНИЗ.\n2.  **Обследование** для оценки функциональных резервов (биоимпеданс, спирометрия, кардиовизор).\n3.  **Профилактическое консультирование** по здоровому образу жизни.\n4.  **Формирование** групп для занятий в школах здоровья.\n5.  **Организация** диспансеризации и профосмотров (для КМП).\n6.  **Ведение** 'Паспорта здоровья' (для Центра здоровья).\n\n**Направления деятельности:** скрининг-оценка, консультирование, обучение, динамическое наблюдение, организационно-методическая работа.",
      "source": "Приказ Минздрава РФ от 15.05.2012 № 543н, Приказ от 19.08.2009 № 597н 'Об организации Центров здоровья'."
    },
    {
      "block_id": 10,
      "block_title": "Задачи диспансерного наблюдения",
      "original_question": "Назвать задачи диспансерного наблюдения, нормативную документацию, содержание приема пациента на диспансерном учете, группы диспансерного наблюдения.",
      "intro_text": "Диспансерное наблюдение — системная работа с хроническими больными. Ответ включает несколько элементов.",
      "steps": [
        {
          "step_id": "10.1",
          "step_type": "single_choice",
          "question_text": "Главная задача диспансерного наблюдения:",
          "options": [
            "Выдать больничный лист",
            "Предотвратить осложнения и обострения хронического заболевания",
            "Провести хирургическую операцию",
            "Направить на МСЭ"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Цель Д-наблюдения — поддержание качества жизни и профилактика осложнений."
        },
        {
          "step_id": "10.2",
          "step_type": "single_choice",
          "question_text": "Основной нормативный документ, регламентирующий порядок диспансерного наблюдения:",
          "options": [
            "Приказ Минздрава №404н",
            "Приказ Минздрава №173н от 29.03.2019",
            "СанПиН 2.1.7.2790-10",
            "ФЗ №323 'Об основах охраны здоровья'"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Приказ №173н 'Об утверждении порядка проведения диспансерного наблюдения за взрослыми'."
        },
        {
          "step_id": "10.3",
          "step_type": "single_choice",
          "question_text": "Что обязательно входит в содержание приема пациента на Д-учете у терапевта?",
          "options": [
            "Рассказать анекдот для поднятия настроения",
            "Оценить жалобы, провести осмотр, проверить дневник самоконтроля, скорректировать терапию",
            "Выписать рецепт на все необходимые лекарства на год вперед",
            "Сразу направить на госпитализацию"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Прием включает оценку состояния, контроль терапии и коррекцию рекомендаций."
        },
        {
          "step_id": "10.4",
          "step_type": "single_choice",
          "question_text": "Как часто обычно наблюдают пациента с гипертонической болезнью II стадии, риск 3?",
          "options": [
            "1 раз в 6 месяцев",
            "1 раз в 3 месяца",
            "1 раз в год",
            "Только при ухудшении"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Пациенты с неосложненной АГ обычно наблюдаются 2-4 раза в год (раз в 3-6 месяцев)."
        }
      ],
      "final_summary": "**Правильный ответ для экзамена:**\n\n**1. Задачи диспансерного наблюдения:**\n*   Предупреждение обострений, осложнений, рецидивов.\n*   Поддержание качества жизни и трудоспособности.\n*   Своевременное выявление изменений состояния.\n*   Проведение профилактических и реабилитационных мероприятий.\n\n**2. Нормативная документация:**\n*   Основной: Приказ Минздрава РФ от 29.03.2019 № 173н.\n*   Дополнительно: стандарты медпомощи по заболеваниям, приказы по диспансеризации.\n\n**3. Содержание приема пациента:**\n*   Оценка жалоб, анамнеза.\n*   Осмотр, измерение АД, пульса, веса.\n*   Оценка данных дневника самоконтроля.\n*   Коррекция терапии и рекомендаций по образу жизни.\n*   Назначение планового обследования.\n*   Запись в форме 030/у.\n\n**4. Группы диспансерного наблюдения:**\nУстанавливаются по нозологиям (Д-I — гипертония, Д-II — ИБС, Д-III — язвенная болезнь и т.д.) и частоте осмотров (от 2-4 раз в год до 1 раза в год).",
      "source": "Приказ Минздрава РФ от 29.03.2019 № 173н, стандарты первичной медико-санитарной помощи."
    },
    {
      "block_id": 11,
      "block_title": "Правила заполнения формы 030/у",
      "original_question": "Назвать правила заполнения контрольной карты диспансерного наблюдения (форма 030/у).",
      "intro_text": "Форма 030/у — основной документ учета при диспансерном наблюдении. Заполняется по строгим правилам.",
      "steps": [
        {
          "step_id": "11.1",
          "step_type": "single_choice",
          "question_text": "Какой способ заполнения формы 030/у является предпочтительным?",
          "options": [
            "Черной или синей шариковой ручкой, разборчиво",
            "Карандашом, для возможности исправлений",
            "Любым цветом, главное — понятно",
            "Только на компьютере, распечатать"
          ],
          "correct_answer_index": 0,
          "explanation": "Верно. Медицинская документация заполняется черной или темно-синей пастой, разборчиво, без исправлений."
        },
        {
          "step_id": "11.2",
          "step_type": "single_choice",
          "question_text": "Что обязательно указывается в разделе 'Диагноз'?",
          "options": [
            "Только название болезни",
            "Полный клинический диагноз с кодом по МКБ-10",
            "Предположительный диагноз",
            "Симптомы пациента"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Указывается развернутый диагноз и код по Международной классификации болезней 10-го пересмотра."
        },
        {
          "step_id": "11.3",
          "step_type": "single_choice",
          "question_text": "Что записывается в раздел 'Отметки о явке'?",
          "options": [
            "Только дата следующей явки",
            "Дата явки, жалобы, результаты обследования, рекомендации, следующая явка",
            "Адрес и телефон пациента",
            "Сведения о страховом полисе"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Это динамическая часть карты, отражающая каждое посещение и изменения в состоянии."
        },
        {
          "step_id": "11.4",
          "step_type": "single_choice",
          "question_text": "Когда оформляется 'Заключительный эпикриз' в карте?",
          "options": [
            "При каждой явке",
            "При снятии с диспансерного учета (выздоровление, смерть, выезд)",
            "В конце каждого года",
            "При направлении на консультацию"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Эпикриз подводит итог наблюдения и указывает причину снятия с учета."
        }
      ],
      "final_summary": "**Правильный ответ для экзамена (ключевые правила):**\n\n1.  **Заполняется черной (темно-синей) пастой, четко и разборчиво.**\n2.  **Паспортная часть** заполняется полностью.\n3.  В графе **'Диагноз'** указывается развернутый клинический диагноз с **кодом по МКБ-10**.\n4.  Указываются **дата взятия на учет** и **группа диспансерного наблюдения** (Д-I, Д-II и т.д.).\n5.  В **'Отметках о явке'** на каждое посещение записываются:\n    *   Дата явки.\n    *   Жалобы, объективный статус.\n    *   Результаты проведенных обследований.\n    *   Назначения и рекомендации.\n    *   Дата следующей явки.\n6.  При **снятии с учета** (выздоровление, смерть, выбытие) заполняется 'Заключительный эпикриз' с указанием причины.\n7.  **Исправления не допускаются.** Ошибка аккуратно зачеркивается, рядом пишется верное, ставится дата и подпись.",
      "source": "Инструкция по заполнению учетной формы № 030/у 'Контрольная карта диспансерного наблюдения' (утв. Минздравом СССР, применяется в РФ)."
    },
    {
      "block_id": 12,
      "block_title": "Помощь сельскому населению и задачи ФАПа",
      "original_question": "Назвать особенности оказания первичной медико-санитарной помощи сельскому населению, задачи Фельдшерско-акушерского пункта (ФАП).",
      "intro_text": "Организация помощи на селе имеет свою специфику. ФАП — ключевое звено.",
      "steps": [
        {
          "step_id": "12.1",
          "step_type": "single_choice",
          "question_text": "Что является основной особенностью оказания ПМСП сельскому населению?",
          "options": [
            "Наличие большого числа узких специалистов",
            "Этапность и выездные формы работы (ФАП, выездные бригады)",
            "Оказание помощи только в стационаре",
            "Отсутствие профилактической работы"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Из-за низкой плотности населения и удаленности организуется этапная система: ФАП → врачебная амбулатория/участковая больница → ЦРБ."
        },
        {
          "step_id": "12.2",
          "step_type": "single_choice",
          "question_text": "Кто является ответственным сотрудником ФАПа?",
          "options": ["Врач-терапевт", "Фельдшер или акушерка", "Медицинская сестра", "Заведующий отделением ЦРБ"],
          "correct_answer_index": 1,
          "explanation": "Правильно. ФАП возглавляет фельдшер или акушерка (фельдшерско-акушерский пункт)."
        },
        {
          "step_id": "12.3",
          "step_type": "single_choice",
          "question_text": "Какая задача НЕ входит в функции ФАПа?",
          "options": [
            "Оказание доврачебной медицинской помощи",
            "Проведение профилактических прививок",
            "Выполнение сложных хирургических операций",
            "Патронаж беременных, детей, хронических больных"
          ],
          "correct_answer_index": 2,
          "explanation": "Верно. ФАП оказывает доврачебную помощь. Сложные манипуляции и операции проводятся в лечебных учреждениях более высокого уровня."
        },
        {
          "step_id": "12.4",
          "step_type": "single_choice",
          "question_text": "Что должен сделать фельдшер ФАПа при выявлении пациента с острым коронарным синдромом?",
          "options": [
            "Назначить лечение и наблюдать дома",
            "Немедленно вызвать скорую помощь, начать оксигенотерапию, дать аспирин и нитроглицерин (по стандарту)",
            "Отправить пациента на такси в ЦРБ",
            "Рекомендовать покой и вызвать врача на следующий день"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Алгоритм действий при неотложных состояниях строго регламентирован. Фельдшер оказывает неотложную помощь и организует эвакуацию."
        }
      ],
      "final_summary": "**Правильный ответ для экзамена:**\n\n**Особенности ПМСП сельскому населению:**\n1.  **Этапность:** ФАП → Врачебная амбулатория/участковая больница → Центральная районная больница (ЦРБ).\n2.  **Выездные формы работы:** выездные бригады специалистов из ЦРБ, работа передвижных медицинских комплексов.\n3.  **Подвижность средств доставки:** санитарный транспорт, санавиация.\n4.  **Широкий круг обязанностей** среднего медработника на ФАПе.\n\n**Основные задачи ФАП:**\n1.  **Оказание доврачебной медицинской помощи.**\n2.  **Профилактическая работа:** иммунопрофилактика, диспансеризация, гигиеническое воспитание.\n3.  **Проведение лечебных процедур** по назначению врача.\n4.  **Патронаж** беременных, детей, хронических больных.\n5.  **Сан.-противоэпид. мероприятия** в очагах инфекций.\n6.  **Учет и отчетность.**\n7.  **Содействие** в госпитализации и вызове скорой помощи.",
      "source": "Приказ Минздрава РФ от 15.05.2012 № 543н (Положение об организации ПМСП), Положение о ФАП."
    },
    {
      "block_id": 13,
      "block_title": "Анкетирование пациентов 65 лет и старше",
      "original_question": "Назвать особенности проведения анкетирования пациентов в возрасте 65 лет и старше.",
      "intro_text": "Анкетирование пожилых — часть гериатрического подхода. Имеет свои нюансы.",
      "steps": [
        {
          "step_id": "13.1",
          "step_type": "single_choice",
          "question_text": "Какова основная цель анкетирования пациента 65+ в рамках диспансеризации?",
          "options": [
            "Определить его политические взгляды",
            "Выявить geriatric syndromes (гериатрические синдромы): когнитивные нарушения, риск падений, депрессию",
            "Узнать о размере пенсии",
            "Оценить уровень образования"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Согласно Приказу №404н, для лиц 65+ проводится анкетирование для выявления возраст-ассоциированных синдромов."
        },
        {
          "step_id": "13.2",
          "step_type": "single_choice",
          "question_text": "Какая шкала используется для скрининга когнитивных нарушений?",
          "options": ["Шкала Апгар", "MMSE (Mini–Mental State Examination)", "Шкала SCORE", "Шкала Бартела"],
          "correct_answer_index": 1,
          "explanation": "Правильно. MMSE — краткая шкала оценки психического статуса. Также может использоваться MoCA."
        },
        {
          "step_id": "13.3",
          "step_type": "single_choice",
          "question_text": "Как правильно проводить анкетирование пожилого человека?",
          "options": [
            "Задать все вопросы быстро, чтобы не утомлять",
            "Дать анкету домой, чтобы заполнил сам",
            "Зачитывать вопросы четко, медленно, давать время на ответ, при необходимости помочь",
            "Попросить родственников ответить вместо пациента"
          ],
          "correct_answer_index": 2,
          "explanation": "Верно. Учитываются возможные нарушения зрения, слуха, скорости мышления. Анкетирование часто проводится в форме беседы."
        },
        {
          "step_id": "13.4",
          "step_type": "single_choice",
          "question_text": "Что делать, если анкетирование выявило высокий риск падений?",
          "options": [
            "Ничего, это норма в старости",
            "Рекомендовать обследование (оценка зрения, неврологический статус, анализ на остеопороз) и дать рекомендации по безопасности",
            "Выписать седативные препараты",
            "Ограничить физическую активность"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Выявление риска — повод для углубленной оценки и профилактических мероприятий (ЛФК, коррекция лечения, безопасная среда)."
        }
      ],
      "final_summary": "**Правильный ответ для экзамена:**\n\n**Особенности анкетирования пациентов 65+:**\n1.  **Цель:** Скрининг гериатрических синдромов (когнитивные нарушения, риск падений, симптомы депрессии, недостаточность питания).\n2.  **Инструменты:** Стандартизированные опросники, утвержденные Минздравом (например, для оценки риска падений, шкала MMSE, тест на депрессию).\n3.  **Методика проведения:**\n    *   Проводится **индивидуально**, в спокойной обстановке.\n    *   **Четкое и медленное** зачитывание вопросов.\n    *   **Терпеливое** ожидание ответа.\n    *   **Помощь** в заполнении при нарушениях зрения, мелкой моторики.\n    *   Учет возможной **утомляемости** пациента.\n4.  **Действия по результатам:** Положительный результат скрининга — основание для **углубленной гериатрической оценки** (Geronteam) и разработки индивидуального плана профилактики и ухода.",
      "source": "Приказ Минздрава №404н (Приложение 2, раздел для граждан 65+), Клинические рекомендации 'Гериатрия'."
    },
    {
      "block_id": 14,
      "block_title": "Профилактика падений и здоровое старение",
      "original_question": "Дать рекомендации по профилактике падений и здоровому старению.",
      "intro_text": "Рекомендации должны быть практическими и основанными на доказательной медицине.",
      "steps": [
        {
          "step_id": "14.1",
          "step_type": "single_choice",
          "question_text": "Какая рекомендация по безопасности дома является ВАЖНОЙ для профилактики падений?",
          "options": [
            "Использовать высокие пороги для обозначения дверных проемов",
            "Убрать с пола коврики и провода, обеспечить хорошее освещение, особенно в коридоре и ванной",
            "Расставить мебель максимально плотно, чтобы было за что держаться",
            "Не использовать ночники, чтобы не нарушать сон"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Большинство падений дома происходит из-за плохого освещения и бытовых препятствий."
        },
        {
          "step_id": "14.2",
          "step_type": "single_choice",
          "question_text": "Какой вид физической активности наиболее рекомендован для здорового старения?",
          "options": [
            "Только утренняя зарядка",
            "Регулярная ходьба, скандинавская ходьба, плавание, упражнения на равновесие и силу (ЛФК)",
            "Интенсивный бег и силовые тренировки с большими весами",
            "Полный покой для экономии сил"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Аэробные нагрузки укрепляют сердце, а упражнения на равновесие и силу мышц ног напрямую снижают риск падений."
        },
        {
          "step_id": "14.3",
          "step_type": "single_choice",
          "question_text": "Что из перечисленного относится к рекомендациям по здоровому старению (помимо физической активности)?",
          "options": [
            "Отказ от регулярных медицинских осмотров",
            "Рациональное питание с достаточным потреблением белка и кальция, контроль веса",
            "Самостоятельная отмена назначенных врачом препаратов при улучшении самочувствия",
            "Уменьшение потребления жидкости для снижения отеков"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Адекватное питание критически важно для поддержания мышечной массы (саркопения) и костной плотности (остеопороз)."
        },
        {
          "step_id": "14.4",
          "step_type": "single_choice",
          "question_text": "Что важно проверить у пожилого человека для профилактики падений?",
          "options": [
            "Только состояние обуви",
            "Зрение, слух, неврологический статус, принимаемые лекарства (особенно влияющие на АД и ЦНС)",
            "Группу крови",
            "Состояние зубных протезов"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Падения часто мультифакториальны: плохое зрение, головокружение на фоне гипотензии или приема препаратов, нейропатия."
        }
      ],
      "final_summary": "**Правильный ответ для экзамена (ключевые рекомендации):**\n\n**I. Профилактика падений:**\n1.  **Безопасная домашняя среда:** хорошее освещение, поручни в ванной/туалете, противоскользящие коврики, убранные с пути провода и ковры, удобная нескользящая обувь.\n2.  **Коррекция факторов риска:** регулярная проверка зрения и слуха, лечение остеопороза, контроль АД (избегать резкой гипотензии), пересмотр лекарств с врачом.\n3.  **Физическая активность:** регулярные упражнения для улучшения силы мышц ног, равновесия и походки (тай-чи, ЛФК).\n\n**II. Здоровое старение:**\n1.  **Физическая активность:** не менее 150 мин умеренной аэробной нагрузки в неделю + силовые упражнения 2 раза в неделю.\n2.  **Рациональное питание:** средиземноморский тип диеты, достаточное потребление белка (1-1.2 г/кг), кальция, витамина D, клетчатки; ограничение соли, сахара.\n3.  **Социальная и когнитивная активность:** общение, хобби, чтение, настольные игры, изучение нового.\n4.  **Отказ от вредных привычек:** курение, злоупотребление алкоголем.\n5.  **Регулярное медицинское наблюдение:** контроль АД, холестерина, глюкозы, участие в диспансеризации, вакцинация (грипп, пневмококк).",
      "source": "Клинические рекомендации 'Профилактика падений у пациентов пожилого и старческого возраста', Рекомендации ВОЗ по здоровому старению."
    },
    {
      "block_id": 15,
      "block_title": "Гигиеническое воспитание населения",
      "original_question": "Перечислить задачи и методы гигиенического воспитания населения, назвать средства устного метода.",
      "intro_text": "Гигиеническое воспитание — обязательная функция медицинских организаций.",
      "steps": [
        {
          "step_id": "15.1",
          "step_type": "single_choice",
          "question_text": "Какова основная задача гигиенического воспитания?",
          "options": [
            "Увеличить количество выписанных рецептов",
            "Повысить санитарную культуру и медицинскую активность населения, сформировать мотивацию к ЗОЖ",
            "Подготовить население к сдаче норм ГТО",
            "Обеспечить продажу медицинской литературы"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Это формирование ответственного отношения к собственному здоровью и здоровью окружающих."
        },
        {
          "step_id": "15.2",
          "step_type": "single_choice",
          "question_text": "Какой метод гигиенического воспитания является НАИБОЛЕЕ массовым?",
          "options": ["Индивидуальная беседа", "Лекция", "Издание памяток и буклетов", "Телевизионные передачи"],
          "correct_answer_index": 3,
          "explanation": "Правильно. Средства массовой информации (ТВ, радио, интернет) имеют самый широкий охват аудитории."
        },
        {
          "step_id": "15.3",
          "step_type": "single_choice",
          "question_text": "Что относится к средствам УСТНОГО метода гигиенического воспитания?",
          "options": [
            "Стенгазета, плакат",
            "Буклет, листовка, памятка",
            "Лекция, беседа, дискуссия, выступление по радио",
            "Фильм, видеоролик"
          ],
          "correct_answer_index": 2,
          "explanation": "Верно. Устный метод основан на непосредственном речевом контакте с аудиторией."
        },
        {
          "step_id": "15.4",
          "step_type": "single_choice",
          "question_text": "Какой принцип является важным при проведении беседы?",
          "options": [
            "Говорить сложным медицинским языком",
            "Учитывать уровень образования и интересы слушателей, быть убедительным и доступным",
            "Читать по бумажке, не отвлекаясь",
            "Говорить только о том, что интересно вам"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Принцип доступности и дифференцированного подхода — основа эффективной санитарно-просветительной работы."
        }
      ],
      "final_summary": "**Правильный ответ для экзамена:**\n\n**Задачи гигиенического воспитания:**\n1.  Формирование здорового образа жизни.\n2.  Повышение санитарной культуры населения.\n3.  Профилактика заболеваний.\n4.  Воспитание ответственного отношения к здоровью (своему и окружающих).\n5.  Повышение медицинской активности (своевременное обращение, выполнение рекомендаций).\n\n**Методы гигиенического воспитания:**\n1.  **Устный** (лекция, беседа, дискуссия, выступление в СМИ).\n2.  **Печатный** (брошюра, буклет, листовка, статья).\n3.  **Наглядный** (плакат, стенд, муляж, санитарный бюллетень).\n4.  **Комбинированный** (лекция с демонстрацией слайдов, видеофильм).\n\n**Средства устного метода:** лекция, беседа (индивидуальная, групповая), дискуссия ('круглый стол'), выступление по радио/телевидению, горячая телефонная линия, школа здоровья.",
      "source": "ФЗ №323 'Об основах охраны здоровья граждан' (ст. 12, 46), Приказ Минздрава №455н 'О мероприятиях по гигиеническому воспитанию'."
    },
        {
      "block_id": 16,
      "block_title": "Требования к санитарному бюллетеню",
      "original_question": "Назвать требования к изготовлению санитарного бюллетеня.",
      "intro_text": "Санитарный бюллетень — наглядное средство пропаганды. Его изготовление подчиняется определенным правилам.",
      "steps": [
        {
          "step_id": "16.1",
          "step_type": "single_choice",
          "question_text": "Какой должна быть основная тема санитарного бюллетеня?",
          "options": [
            "Общая, охватывающая все болезни сразу",
            "Актуальная, конкретная, посвященная одной проблеме (профилактика гриппа, клещевого энцефалита, ЗОЖ и т.д.)",
            "Развлекательная, чтобы привлечь внимание",
            "Научная, с множеством сложных терминов"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Тема должна быть актуальной для сезона или контингента, конкретной и понятной."
        },
        {
          "step_id": "16.2",
          "step_type": "single_choice",
          "question_text": "Какие элементы ОБЯЗАТЕЛЬНО должны быть в санитарном бюллетене?",
          "options": [
            "Только текст",
            "Только картинки",
            "Заголовок, текст, иллюстрации (рисунки, схемы), выходные данные (кто составил, дата)",
            "Рекламные блоки"
          ],
          "correct_answer_index": 2,
          "explanation": "Правильно. Структура бюллетеня: броский заголовок, информационный текст, разбитый на разделы, наглядные иллюстрации и данные об организации-авторе."
        },
        {
          "step_id": "16.3",
          "step_type": "single_choice",
          "question_text": "Какой принцип должен соблюдаться в оформлении текста?",
          "options": [
            "Мелкий шрифт, чтобы вместить больше информации",
            "Текст пишется от руки, каллиграфическим почерком",
            "Крупный, четкий шрифт, текст разбит на блоки, используются подзаголовки, списки, выделения",
            "Использовать только научный стиль"
          ],
          "correct_answer_index": 2,
          "explanation": "Верно. Текст должен быть легко читаемым с расстояния 1-1.5 метра. Важен принцип наглядности и доступности."
        },
        {
          "step_id": "16.4",
          "step_type": "single_choice",
          "question_text": "Где должен размещаться санитарный бюллетень?",
          "options": [
            "В кабинете заведующего",
            "В местах массового скопления людей (холл, коридор, регистратура) на уровне глаз",
            "В архив",
            "Только в процедурном кабинете"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Место размещения должно обеспечивать максимальный охват целевой аудитории (пациентов, посетителей)."
        }
      ],
      "final_summary": "**Правильный ответ для экзамена (основные требования):**\n\n1.  **Актуальность и конкретность темы** (профилактика сезонных заболеваний, здоровый образ жизни, актуальная эпидобстановка).\n2.  **Четкая структура:**\n    *   **Броский заголовок**, привлекающий внимание.\n    *   **Основной текст**, разбитый на логические разделы (например: 'Что это такое?', 'Как передается?', 'Меры профилактики').\n    *   **Наглядные иллюстрации** (рисунки, схемы, графики, фотографии), занимающие не менее 50% площади.\n    *   **Выходные данные:** название ЛПУ, ФИО ответственного, дата выпуска.\n3.  **Гигиенические требования к оформлению:**\n    *   **Четкий, крупный шрифт,** читаемый с расстояния 1-1.5 м.\n    *   **Цветовое решение:** контрастное (черный на желтом/белом), не раздражающее.\n    *   **Лаконичность текста,** использование списков, выделений.\n    *   Достоверность и научная обоснованность информации.\n4.  **Правильное размещение:** на видном месте в помещении ЛПУ (холлы, коридоры, ожидальные) на уровне глаз.",
      "source": "Методические рекомендации по санитарно-просветительской работе в ЛПУ."
    },
    {
      "block_id": 17,
      "block_title": "Организация Школы здоровья для пациентов",
      "original_question": "Назвать цель, задачи и правила организации обучающей школы для пациентов.",
      "intro_text": "Школы здоровья — эффективная технология вторичной профилактики. Их организация регламентирована.",
      "steps": [
        {
          "step_id": "17.1",
          "step_type": "single_choice",
          "question_text": "Какова основная цель Школы здоровья?",
          "options": [
            "Лечение острых состояний",
            "Повышение приверженности пациентов к лечению, формирование навыков самоконтроля и управления заболеванием",
            "Выдача справок и рецептов",
            "Проведение углубленной диагностики"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Цель — обучение и мотивация пациента, чтобы он стал активным участником процесса лечения."
        },
        {
          "step_id": "17.2",
          "step_type": "single_choice",
          "question_text": "Кто является основным руководителем Школы здоровья в поликлинике?",
          "options": ["Медицинская сестра", "Врач-терапевт или врач-специалист (эндокринолог, кардиолог)", "Заведующий отделением", "Завхоз"],
          "correct_answer_index": 1,
          "explanation": "Правильно. Врач несет ответственность за медицинское содержание программы. Медсестра часто выступает соорганизатором и помощником."
        },
        {
          "step_id": "17.3",
          "step_type": "single_choice",
          "question_text": "Какой документ оформляется при организации Школы?",
          "options": [
            "История болезни",
            "Приказ по медицинской организации об открытии Школы с утверждением программы и графика",
            "Журнал учета температурного режима",
            "Договор с пациентом"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Действие должно быть оформлено официально: приказ, утвержденная программа, журнал учета занятий."
        },
        {
          "step_id": "17.4",
          "step_type": "single_choice",
          "question_text": "Какой принцип обучения используется в Школах здоровья?",
          "options": [
            "Только лекционный формат",
            "Интерактивный, с элементами тренинга, дискуссиями, практическими занятиями",
            "Самостоятельное изучение литературы",
            "Только индивидуальные консультации"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Эффективность школы в активном участии пациентов: вопросы, обмен опытом, отработка навыков (измерение АД, подсчет ХЕ)."
        }
      ],
      "final_summary": "**Правильный ответ для экзамена:**\n\n**Цель:** Повышение информированности, практической обученности и ответственности пациента за свое здоровье, формирование мотивации к лечению и навыков самоконтроля.\n\n**Задачи:**\n1.  Обучение пациента знаниям о его заболевании.\n2.  Формирование умений и навыков (самоконтроль АД/гликемии, техника инъекций, применение ингаляторов).\n3.  Коррекция психологического состояния, снятие тревоги.\n4.  Формирование приверженности к лечению и модификации образа жизни.\n\n**Правила организации (регламент):**\n1.  **Основание:** Приказ по ЛПУ с утвержденной программой (цели, темы, длительность).\n2.  **Контингент:** Пациенты с определенным заболеванием (АГ, СД, БА), скомплектованные в группы 8-12 человек.\n3.  **Периодичность:** Цикл из 4-10 занятий (по 60-90 мин), обычно 1-2 раза в неделю.\n4.  **Место:** специально оборудованный кабинет (учебный класс).\n5.  **Документация:** Журнал учета занятий с подписями пациентов, протоколы, оценочные анкеты.\n6.  **Оценка эффективности:** Анкетирование до и после цикла (знания, навыки, качество жизни).",
      "source": "Приказ Минздрава России от 22.09.2020 № 455н 'О мероприятиях... по гигиеническому воспитанию', Отраслевые стандарты 'Технологии выполнения простых медицинских услуг' (Школы здоровья)."
    },
    {
      "block_id": 18,
      "block_title": "План школы для пациентов с артериальной гипертензией",
      "original_question": "Подготовить план занятий в школе для пациентов с артериальной гипертензией.",
      "intro_text": "Стандартная программа Школы для пациентов с АГ состоит из 5-8 занятий. Необходимо знать их основные темы.",
      "steps": [
        {
          "step_id": "18.1",
          "step_type": "single_choice",
          "question_text": "Какая тема обычно является ПЕРВОЙ в цикле занятий Школы АГ?",
          "options": [
            "Лекарственная терапия АГ",
            "Что такое артериальная гипертензия? Факторы риска. Цели лечения.",
            "Питание при АГ",
            "Физическая активность"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Первое занятие дает базовые знания: что такое давление, почему оно повышается, чем это опасно, какие бывают факторы риска."
        },
        {
          "step_id": "18.2",
          "step_type": "single_choice",
          "question_text": "Какое практическое занятие обязательно включается в программу?",
          "options": [
            "Взятие крови из вены",
            "Техника измерения артериального давления, ведение дневника самоконтроля",
            "Постановка очистительной клизмы",
            "Инъекция инсулина"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Навык самостоятельного правильного измерения АД — ключевой для контроля заболевания."
        },
        {
          "step_id": "18.3",
          "step_type": "single_choice",
          "question_text": "Какая тема посвящена нефармакологическому лечению АГ?",
          "options": [
            "Занятие 1",
            "Занятие, посвященное диете (DASH), снижению потребления соли, алкоголя, нормализации веса и физической активности",
            "Занятие о хирургическом лечении",
            "Занятие о санаторно-курортном лечении"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Обычно это отдельное занятие (или два), где подробно разбирают модификацию образа жизни как основу лечения."
        },
        {
          "step_id": "18.4",
          "step_type": "single_choice",
          "question_text": "На каком занятии пациентов знакомят с группами антигипертензивных препаратов?",
          "options": [
            "На первом",
            "На заключительном занятии по медикаментозной терапии, принципах приема, побочных эффектах, приверженности",
            "Эту тему не рассматривают",
            "Только в индивидуальной беседе с врачом"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Пациент должен понимать, зачем ему назначены лекарства, как их правильно принимать и чего опасаться."
        }
      ],
      "final_summary": "**Примерный план занятий Школы для пациентов с АГ (5 занятий):**\n\n**Занятие 1. Введение. Что такое артериальная гипертензия?**\n*   Понятие об АД и АГ. Факторы риска развития АГ. Целевые уровни АД. Осложнения АГ (инсульт, инфаркт).\n\n**Занятие 2. Самоконтроль артериального давления.**\n*   Правила измерения АД. Выбор тонометра. Ведение 'Дневника пациента'.\n\n**Занятие 3. Питание и физическая активность при АГ.**\n*   Диета с ограничением соли (<5 г/сут), жиров. Диета DASH. Контроль веса. Алкоголь. Рекомендуемые виды и режим физической нагрузки.\n\n**Занятие 4. Медикаментозное лечение АГ.**\n*   Принципы лекарственной терапии. Основные группы препаратов (БРА, иАПФ, БКК, диуретики). Понятие о комбинированной терапии. Важность регулярного приема.\n\n**Занятие 5. Профилактика гипертонических кризов. Подведение итогов.**\n*   Причины и признаки криза. Алгоритм действий при повышении АД. Стресс-менеджмент. Ответы на вопросы. Контроль усвоения материала.",
      "source": "Национальные клинические рекомендации по артериальной гипертензии (2023), стандартная программа Школ здоровья Минздрава."
    },
    {
      "block_id": 19,
      "block_title": "Темы занятий в Школе здоровья",
      "original_question": "Назвать темы каждого занятия в Школе здоровья.",
      "intro_text": "Темы зависят от заболевания, но есть общая логика построения цикла.",
      "steps": [
        {
          "step_id": "19.1",
          "step_type": "single_choice",
          "question_text": "Какая тема является логическим началом ЛЮБОЙ школы здоровья?",
          "options": [
            "Специфическая медикаментозная терапия",
            "Что такое [заболевание]? Суть болезни, причины, факторы риска, цели лечения.",
            "Правила оформления инвалидности",
            "Санаторно-курортный отбор"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Без базового понимания болезни пациент не сможет осознанно участвовать в лечении."
        },
        {
          "step_id": "19.2",
          "step_type": "single_choice",
          "question_text": "Какая тема обычно следует после знакомства с болезнью?",
          "options": [
            "Навыки самоконтроля и самопомощи, важные для данного заболевания",
            "История открытия лекарств",
            "Анатомия и физиология в подробностях",
            "Правила госпитализации"
          ],
          "correct_answer_index": 0,
          "explanation": "Правильно. После теории переходят к практике: как самостоятельно контролировать состояние (АД, глюкозу, ПСВ) и что делать в нестандартных ситуациях."
        },
        {
          "step_id": "19.3",
          "step_type": "single_choice",
          "question_text": "Какой блок тем почти всегда присутствует в программе?",
          "options": [
            "Питание и физическая активность",
            "Устройство медицинского страхования",
            "Основы латинского языка",
            "Правила дорожного движения"
          ],
          "correct_answer_index": 0,
          "explanation": "Верно. Немедикаментозные методы (модификация образа жизни) — основа лечения большинства ХНИЗ и часть любого образовательного цикла."
        },
        {
          "step_id": "19.4",
          "step_type": "single_choice",
          "question_text": "Чем обычно завершается цикл занятий?",
          "options": [
            "Внезапно, без подведения итогов",
            "Занятием, посвященным лекарственной терапии (если не было раньше) и итоговой беседой: ответы на вопросы, оценка знаний, мотивация",
            "Экзаменом с оценкой",
            "Выдачей диплома"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Заключительное занятие суммирует все знания, закрепляет ключевые messages и дает возможность получить ответы на оставшиеся вопросы."
        }
      ],
      "final_summary": "**Типовая структура тем занятий в Школе здоровья (на примере ХНИЗ):**\n\n1.  **Занятие 1: 'Знакомство с болезнью'** – Что такое [заболевание]? Причины, механизмы развития, факторы риска. Цели и задачи лечения.\n2.  **Занятие 2: 'Самоконтроль'** – Навыки самоконтроля (измерение АД/глюкозы/ПСВ), ведение дневника. Распознавание тревожных симптомов и действий при них.\n3.  **Занятие 3: 'Питание'** – Принципы лечебного питания (диета при АГ/СД/подагре), контроль веса, режим питания.\n4.  **Занятие 4: 'Двигательная активность и образ жизни'** – Дозированные физические нагрузки, отказ от вредных привычек, управление стрессом.\n5.  **Занятие 5: 'Медикаментозная терапия'** – Принципы лечения, группы препаратов, правила приема, побочные эффекты, важность приверженности.\n6.  **Занятие 6: 'Профилактика осложнений. Итоги'** – Как жить с заболеванием. Ответы на вопросы. Анкетирование.",
      "source": "Стандартные отраслевые программы обучения (терапия) пациентов в 'Школах здоровья'."
    },
    {
      "block_id": 20,
      "block_title": "Мероприятия в очаге гепатита А",
      "original_question": "Перечислить санитарно-противоэпидемические мероприятия в очаге вирусного гепатита А, дать рекомендации для населения по его профилактике.",
      "intro_text": "Мероприятия в очаге гепатита А (болезни Боткина) строго регламентированы СанПиН.",
      "steps": [
        {
          "step_id": "20.1",
          "step_type": "single_choice",
          "question_text": "Что является первым мероприятием при выявлении больного гепатитом А?",
          "options": [
            "Вызов на дом участкового врача на следующей неделе",
            "Экстренное извещение (форма 058/у) в ЦГиЭ в течение 2 часов, госпитализация больного",
            "Рекомендация лечиться дома",
            "Обследование только членов семьи"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Госпитализация обязательна по эпидемиологическим показаниям. Экстренное извещение позволяет начать работу в очаге."
        },
        {
          "step_id": "20.2",
          "step_type": "single_choice",
          "question_text": "За кем устанавливается медицинское наблюдение в очаге?",
          "options": [
            "Только за больным",
            "За контактными лицами (семья, коллектив) в течение 35 дней с ежедневным осмотром (кожа, склеры, термометрия)",
            "Ни за кем не нужно наблюдать",
            "Только за детьми до 14 лет"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Инкубационный период гепатита А — до 35 дней. Контактных осматривают для раннего выявления новых случаев."
        },
        {
          "step_id": "20.3",
          "step_type": "single_choice",
          "question_text": "Какое экстренное профилактическое мероприятие проводится контактным лицам?",
          "options": [
            "Назначение антибиотиков",
            "Введение иммуноглобулина по эпидпоказаниям (в первую очередь детям) или вакцинация против гепатита А",
            "Постановка очистительной клизмы",
            "Физиотерапевтические процедуры"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Введение иммуноглобулина обеспечивает пассивный иммунитет. Вакцинация — активный, но требуется время."
        },
        {
          "step_id": "20.4",
          "step_type": "single_choice",
          "question_text": "Какую главную рекомендацию по профилактике нужно дать населению?",
          "options": [
            "Не мыть руки, чтобы выработать иммунитет",
            "Соблюдать правила личной гигиены: мыть руки перед едой, после туалета, употреблять кипяченую или бутилированную воду, мыть фрукты и овощи",
            "Пить больше алкоголя для дезинфекции",
            "Избегать физических нагрузок"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Гепатит А — 'болезнь грязных рук'. Фекально-оральный механизм передачи прерывается строгим соблюдением гигиены."
        }
      ],
      "final_summary": "**Правильный ответ для экзамена:**\n\n**I. Санитарно-противоэпидемические мероприятия в очаге ВГА:**\n\n**В отношении БОЛЬНОГО:**\n1.  Экстренное извещение в ЦГиЭ (форма 058/у) в течение 2 часов.\n2.  **Госпитализация** в инфекционный стационар.\n3.  Заключительная дезинфекция в помещении после госпитализации.\n\n**В отношении КОНТАКТНЫХ лиц:**\n1.  **Медицинское наблюдение** в течение 35 дней (осмотр, термометрия, контроль за окраской кожи, склер, мочи).\n2.  **Лабораторное обследование** (АлАТ, анти-ВГА IgM) при появлении симптомов.\n3.  **Экстренная профилактика:** введение иммуноглобулина детям и беременным, контактировавшим с больным, в первые 7-10 дней. **Вакцинация** по эпидпоказаниям.\n4.  **Допуск в коллектив** контактных детей — с разрешения эпидемиолога после введения иммуноглобулина.\n\n**В отношении ОЧАГА:**\n1.  Текущая и заключительная **дезинфекция** (посуда, белье, поверхности, туалет).\n2.  **Гигиеническое воспитание** контактных.\n\n**II. Рекомендации для населения по профилактике ВГА:**\n1.  Строгое соблюдение **правил личной гигиены** (мытье рук с мылом).\n2.  Употребление **кипяченой или бутилированной воды**.\n3.  Тщательное **мытье овощей, фруктов**, ополаскивание кипятком.\n4.  Содержание в чистоте туалетов, санузлов.\n5.  **Вакцинация** против гепатита А (по Национальному календарю — детям в очагах, по эпидпоказаниям; рекомендована путешественникам).",
      "source": "СанПиН 3.3686-21 'Санитарно-эпидемиологические требования по профилактике инфекционных болезней' (раздел по вирусным гепатитам)."
    },
    {
      "block_id": 21,
      "block_title": "Виды профилактики инфекций и иммунитет",
      "original_question": "Дать понятие специфической и неспецифической профилактики инфекционных заболеваний, формировании иммунитета при вакцинации.",
      "intro_text": "Профилактика инфекций делится на два основных вида, принципиально разных по механизму.",
      "steps": [
        {
          "step_id": "21.1",
          "step_type": "single_choice",
          "question_text": "Что является сутью СПЕЦИФИЧЕСКОЙ профилактики?",
          "options": [
            "Укрепление общего здоровья",
            "Воздействие, направленное против КОНКРЕТНОГО возбудителя (вакцинация, введение сывороток, иммуноглобулинов)",
            "Дезинфекция помещений",
            "Изоляция больного"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Специфическая профилактика создает иммунитет к определенной болезни (корь, столбняк, гепатит В)."
        },
        {
          "step_id": "21.2",
          "step_type": "single_choice",
          "question_text": "Что относится к мерам НЕСПЕЦИФИЧЕСКОЙ профилактики?",
          "options": [
            "Введение вакцины АКДС",
            "Повышение общей устойчивости организма (закаливание, витамины) и прерывание путей передачи (дезинфекция, изоляция, мытье рук)",
            "Введение противогриппозного иммуноглобулина",
            "Проба Манту"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Это меры, эффективные против многих инфекций сразу, воздействующие на организм в целом или на пути передачи."
        },
        {
          "step_id": "21.3",
          "step_type": "single_choice",
          "question_text": "Какой иммунитет формируется после введения живой ослабленной вакцины (например, от кори, полиомиелита)?",
          "options": [
            "Пассивный, кратковременный",
            "Активный, длительный (часто пожизненный), так как имитируется естественный инфекционный процесс",
            "Не формируется вообще",
            "Только местный"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Живые вакцины вызывают слабую вакцинальную инфекцию, что приводит к формированию стойкого активного иммунитета."
        },
        {
          "step_id": "21.4",
          "step_type": "single_choice",
          "question_text": "Что такое 'бустер-эффект' при вакцинации?",
          "options": [
            "Побочная реакция на вакцину",
            "Повторное введение вакцины (ревакцинация), приводящее к резкому усилению иммунитета и его продлению",
            "Запрет на вакцинацию",
            "Смешивание двух вакцин в одном шприце"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Ревакцинация 'напоминает' иммунной системе о возбудителе и усиливает защиту."
        }
      ],
      "final_summary": "**Правильный ответ для экзамена:**\n\n**1. Специфическая профилактика** — комплекс мероприятий, направленных на предупреждение развития КОНКРЕТНОЙ инфекционной болезни путем создания **искусственного иммунитета**.\n   *   **Активная** (вакцинация) — введение антигенов для выработки собственных антител и клеток памяти. Иммунитет длительный.\n   *   **Пассивная** (введение сывороток, иммуноглобулинов) — введение готовых антител. Иммунитет быстрый, но кратковременный.\n\n**2. Неспецифическая профилактика** — комплекс мероприятий, направленных на **повышение общей резистентности** организма к инфекциям и **прерывание путей передачи** возбудителя. Действует против многих болезней сразу.\n   *   **Укрепление организма:** закаливание, рациональное питание, ЗОЖ.\n   *   **Воздействие на пути передачи:** дезинфекция, стерилизация, борьба с грызунами и насекомыми, изоляция больного, соблюдение личной гигиены.\n\n**3. Формирование иммунитета при вакцинации:**\n   Введение вакцинного препарата (ослабленного/убитого возбудителя или его части) вызывает **иммунный ответ**: распознавание антигена, выработка специфических антител и формирование клеток иммунологической памяти. При повторной встрече с реальным возбудителем организм быстро и эффективно его обезвреживает, предотвращая болезнь. Для поддержания иммунитета проводят **ревакцинацию**.",
      "source": "Федеральный закон №157-ФЗ 'Об иммунопрофилактике инфекционных болезней', учебник 'Эпидемиология'."
    },
    {
      "block_id": 22,
      "block_title": "Национальный календарь прививок и правила вакцинации",
      "original_question": "Перечислить инфекции, против которых проводят вакцинацию согласно Национальному календарю прививок ребенку в 3 месяца, в 6 месяцев и в год. Назвать общие правила вакцинации.",
      "intro_text": "Национальный календарь прививок (НКП) — это строгий график. Нужно знать вакцины по возрастам и общие правила проведения прививок.",
      "steps": [
        {
          "step_id": "22.1",
          "step_type": "single_choice",
          "question_text": "Какие вакцины вводятся ребенку в 3 месяца согласно НКП (первичный курс)?",
          "options": [
            "Против гепатита В, туберкулеза (БЦЖ-М)",
            "Против дифтерии, коклюша, столбняка (АКДС), полиомиелита, гемофильной инфекции (для групп риска)",
            "Против кори, краснухи, паротита (КПК)",
            "Против гриппа"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. В 3 месяца начинается курс вакцинации против коклюша, дифтерии, столбняка, полиомиелита и для некоторых детей — против гемофильной инфекции типа b."
        },
        {
          "step_id": "22.2",
          "step_type": "single_choice",
          "question_text": "Какая прививка НЕ делается в 6 месяцев?",
          "options": [
            "Третья вакцинация против дифтерии, коклюша, столбняка (АКДС)",
            "Третья вакцинация против полиомиелита",
            "Третья вакцинация против вирусного гепатита В",
            "Вакцинация против кори, краснухи, паротита (КПК)"
          ],
          "correct_answer_index": 3,
          "explanation": "Правильно. КПК вводится позже — в 12 месяцев. В 6 месяцев заканчивается первичный курс против гепатита В, АКДС и полиомиелита."
        },
        {
          "step_id": "22.3",
          "step_type": "single_choice",
          "question_text": "Какая вакцина вводится в 12 месяцев (год)?",
          "options": [
            "Четвертая АКДС",
            "Против туберкулеза (ревакцинация)",
            "Против кори, краснухи, эпидемического паротита (КПК)",
            "Против пневмококковой инфекции (первичная)"
          ],
          "correct_answer_index": 2,
          "explanation": "Верно. В 1 год проводится вакцинация КПК, а также 4-я вакцинация против гепатита В (для групп риска) и ревакцинация против пневмококковой инфекции."
        },
        {
          "step_id": "22.4",
          "step_type": "single_choice",
          "question_text": "Какое правило вакцинации является ОБЩИМ и обязательным?",
          "options": [
            "Прививку можно делать на фоне ОРВИ с температурой 38°C",
            "Перед прививкой обязателен осмотр врача (фельдшера) с термометрией, сбором анамнеза и оформлением информированного добровольного согласия",
            "Можно вводить несколько вакцин в один день в один шприц",
            "После прививки не нужно наблюдать за ребенком"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Осмотр для выявления противопоказаний и добровольное информированное согласие — основные юридические и медицинские требования."
        }
      ],
      "final_summary": "**Правильный ответ для экзамена:**\n\n**I. Вакцинация по Национальному календарю (НКП):**\n*   **В 3 месяца:**\n    *   Первая вакцинация против **дифтерии, коклюша, столбняка** (АКДС).\n    *   Первая вакцинация против **полиомиелита**.\n    *   Первая вакцинация против **гемофильной инфекции типа b** (детям из групп риска).\n*   **В 6 месяцев:**\n    *   Третья вакцинация против **дифтерии, коклюша, столбняка** (АКДС).\n    *   Третья вакцинация против **полиомиелита**.\n    *   Третья вакцинация против **вирусного гепатита В**.\n    *   Третья вакцинация против **гемофильной инфекции типа b** (группы риска).\n*   **В 12 месяцев (1 год):**\n    *   Вакцинация против **кори, краснухи, эпидемического паротита** (КПК).\n    *   **Четвертая** вакцинация против **вирусного гепатита В** (группы риска).\n    *   **Ревакцинация** против **пневмококковой инфекции**.\n\n**II. Общие правила вакцинации:**\n1.  **Перед прививкой:** обязательный осмотр врача/фельдшера с термометрией, оценка состояния, выявление противопоказаний.\n2.  **Информированное согласие:** письменное согласие совершеннолетнего/родителя (законного представителя).\n3.  **Соблюдение условий:** асептики и антисептики, 'холодовой цепи', сроков и схем введения.\n4.  **Наличие** на посту неотложной помощи.\n5.  **Наблюдение** после прививки не менее 30 минут.\n6.  **Регистрация** в учетных формах (ф. 063/у, ф. 112/у, ф. 156/у-93).\n7.  **Раздельное введение** живых вакцин (если не в один день, то интервал не менее 1 месяца).",
      "source": "Приказ Минздрава России от 06.12.2021 № 1122н 'Об утверждении национального календаря профилактических прививок...', Методические указания МУ 3.3.1889-04."
    },
        {
      "block_id": 23,
      "block_title": "Неотложные состояния и травматизм у детей",
      "original_question": "Провести беседу с матерью о возможных неотложных состояниях у ребенка и их профилактике, а также о профилактике травматизма в зависимости от его возрастного периода.",
      "intro_text": "Беседа должна быть структурирована по возрастам и конкретным рискам. Важны практические советы.",
      "steps": [
        {
          "step_id": "23.1",
          "step_type": "single_choice",
          "question_text": "На что важно обратить внимание родителей грудного ребенка (0-1 год) для профилактики НЕОТЛОЖНЫХ состояний?",
          "options": [
            "Научить ребенка плавать",
            "Профилактика аспирации (не оставлять мелкие предметы, правильно кормить), положение во сне на спине, контроль температуры при лихорадке (риск фебрильных судорог)",
            "Разрешать играть с полиэтиленовыми пакетами",
            "Давать орехи и леденцы для развития жевания"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Основные риски в этом возрасте: аспирация инородного тела, СВДС (синдром внезапной детской смерти), фебрильные судороги."
        },
        {
          "step_id": "23.2",
          "step_type": "single_choice",
          "question_text": "Какая главная рекомендация по профилактике ТРАВМАТИЗМА у ребенка, начавшего ползать и ходить (1-3 года)?",
          "options": [
            "Оставить всё как есть, ребенок должен учиться на своих ошибках",
            "Обеспечить безопасную среду: блокираторы на окна, заглушки в розетках, силиконовые накладки на углы, ограничители на дверцы и ящики, хранение бытовой химии и лекарств в недоступном месте",
            "Привязывать ребенка к кровати",
            "Разрешать лазать по подоконникам под присмотром"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. 'Любознательный' возраст требует максимальной защиты от бытовых травм: падений, ожогов, отравлений, электротравм."
        },
        {
          "step_id": "23.3",
          "step_type": "single_choice",
          "question_text": "Что важно объяснить родителям дошкольника (3-7 лет) для профилактики травм на улице?",
          "options": [
            "Ребенок может один гулять где угодно",
            "Обучение правилам дорожного движения (переход только за руку, на зеленый свет), постоянный визуальный контроль у водоемов, на детских площадках",
            "Не нужно носить светоотражающие элементы",
            "Можно играть с бродячими животными"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Основные риски смещаются на улицу: дорожно-транспортный травматизм, падения с высоты, утопление."
        },
        {
          "step_id": "23.4",
          "step_type": "single_choice",
          "question_text": "Какое неотложное состояние часто встречается у детей и требует умения родителей оказать первую помощь?",
          "options": [
            "Гипертонический криз",
            "Ложный круп (острый обструктивный ларингит) на фоне ОРВИ: научить родителей увлажнять воздух, сохранять спокойствие, давать теплое питье, знать признаки, требующие 'скорой'",
            "Инфаркт миокарда",
            "Острый панкреатит"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Ложный круп — типичная детская неотложность. Родители должны уметь купировать приступ до приезда врача."
        }
      ],
      "final_summary": "**Примерный план беседы с матерью:**\n\n**I. Профилактика неотложных состояний:**\n1.  **Лихорадка и фебрильные судороги:** Своевременно давать жаропонижающее (парацетамол, ибупрофен), не кутать, обеспечить прохладный воздух. При судорогах — уложить на бок, освободить дыхательные пути, вызвать '03'.\n2.  **Аспирация инородного тела:** Не оставлять в доступе мелкие предметы, игрушки с мелкими деталями; правильно кормить (не играть с едой во рту).\n3.  **Острые аллергические реакции:** При введении нового прикорма — наблюдение. При отеке лица, затруднении дыхания — немедленно '03'.\n4.  **Ложный круп:** При 'лающем' кашле, осиплости — доступ свежего прохладного воздуха, ингаляции физраствором, покой, теплое питье.\n\n**II. Профилактика травматизма по возрастам:**\n*   **Грудной возраст (0-1):** Не оставлять одного на пеленальном столике, кровати без бортиков. Контроль температуры воды в ванной.\n*   **Ранний возраст (1-3):** 'Детская безопасность' дома (блокираторы, заглушки, накладки). Хранение опасных веществ в замке.\n*   **Дошкольный возраст (3-7):** Обучение ПДД, постоянный контроль у воды и на высоте. Использование шлемов, наколенников для велосипеда, роликов.\n*   **Школьный возраст:** Профилактика спортивного травматизма (разминка), обучение безопасному поведению в интернете и с незнакомцами.",
      "source": "Клинические рекомендации 'Неотложная педиатрия', пособия ВОЗ по профилактике детского травматизма."
    },
    {
      "block_id": 24,
      "block_title": "Действия медсестры при выявлении инфекции",
      "original_question": "Перечислить действия медицинской сестры и санитарно-противоэпидемические мероприятия при выявлении инфекционного заболевания.",
      "intro_text": "Алгоритм действий медсестры при подозрении на инфекцию строго регламентирован.",
      "steps": [
        {
          "step_id": "24.1",
          "step_type": "single_choice",
          "question_text": "Какое первое действие медсестры при выявлении или подозрении на инфекционное заболевание у пациента в поликлинике?",
          "options": [
            "Выписать рецепт",
            "Изолировать пациента (разместить в боксе, изоляторе, надеть ему маску), надеть средства индивидуальной защиты (СИЗ) себе",
            "Сразу отправить домой",
            "Ничего не делать, ждать врача"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Цель — не допустить распространения инфекции среди других пациентов и персонала."
        },
        {
          "step_id": "24.2",
          "step_type": "single_choice",
          "question_text": "Какой документ заполняет медсестра в течение 2 часов после выявления?",
          "options": [
            "Историю болезни",
            "Экстренное извещение (форма 058/у) и направляет его в отделение Роспотребнадзора",
            "Амбулаторную карту",
            "Талон на прием"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Это основной сигнальный документ для начала эпидемиологического расследования."
        },
        {
          "step_id": "24.3",
          "step_type": "single_choice",
          "question_text": "Что включает в себя 'текущая дезинфекция' в очаге на дому, которую организует медсестра?",
          "options": [
            "Ремонт в квартире",
            "Обеззараживание выделений больного, посуды, белья, поверхностей; сбор белья для дезинфекции; обучение родственников правилам ухода и гигиены",
            "Мытье окон",
            "Вынос мусора"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Текущая дезинфекция проводится до госпитализации или выздоровления, чтобы уничтожить возбудителя в момент его выделения."
        },
        {
          "step_id": "24.4",
          "step_type": "single_choice",
          "question_text": "Кто проводит заключительную дезинфекцию в очаге после госпитализации больного брюшным тифом?",
          "options": [
            "Родственники",
            "Специализированная бригада дезинфекционной станции или ЦГиЭ",
            "Участковая медсестра",
            "Врач-терапевт"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. При особо опасных и некоторых кишечных инфекциях заключительную дезинфекцию проводят силами Роспотребнадзора."
        }
      ],
      "final_summary": "**Правильный ответ для экзамена (Алгоритм действий медицинской сестры):**\n\n**1. Действия в ЛПУ (поликлиника, приемное отделение):**\n*   **Изоляция** пациента (в кабинет инфекционных заболеваний, бокс).\n*   Надеть **СИЗ** себе и пациенту (маска).\n*   Сообщить **врачу** и **администрации**.\n*   Заполнить **'Экстренное извещение' (ф.058/у)** и отправить в ЦГиЭ в течение 2 часов.\n*   Обеспечить **транспортировку** в стационар (при необходимости).\n*   Провести **текущую дезинфекцию** помещений, инструментов.\n\n**2. Действия при выявлении на дому (во время патронажа):**\n*   Сообщить в **поликлинику** (врачу) и **ЦГиЭ**.\n*   **Изолировать** больного в отдельной комнате.\n*   **Организовать и обучить** текущей дезинфекции: обеззараживание посуды, белья, выделений, уборку с дезсредствами.\n*   **Назначить** ухаживающему лицу.\n*   Собрать **эпиданамнез** (контакты, источник).\n*   **Наблюдать** за контактными.\n\n**3. Санитарно-противоэпидемические мероприятия (общие):**\n*   **Изоляция** источника инфекции.\n*   **Текущая и заключительная дезинфекция**.\n*   **Выявление, регистрация и наблюдение** за контактными лицами (карантин, обследование).\n*   **Экстренная профилактика** (вакцинация, иммуноглобулин, химиопрофилактика).\n*   **Санитарно-просветительная работа** в очаге.",
      "source": "СанПиН 3.3686-21, Приказ Минздрава № 108 'О синдроме острого нарушения дыхания...' (по регистрации), МУ 3.5.5.0107-17 'Дезинфекция'."
    },
    {
      "block_id": 25,
      "block_title": "Профилактическое консультирование по кишечным инфекциям",
      "original_question": "Провести профилактическое консультирование по профилактике кишечных инфекций.",
      "intro_text": "Консультирование должно быть конкретным, с акцентом на правила личной гигиены и безопасного питания.",
      "steps": [
        {
          "step_id": "25.1",
          "step_type": "single_choice",
          "question_text": "Какое правило личной гигиены является САМЫМ ВАЖНЫМ для профилактики кишечных инфекций?",
          "options": [
            "Чистить зубы 2 раза в день",
            "Тщательно мыть руки с мылом после туалета, перед едой, после возвращения с улицы и контакта с животными",
            "Принимать душ раз в неделю",
            "Стричь ногти раз в месяц"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Фекально-оральный механизм передачи прерывается в первую очередь чистыми руками."
        },
        {
          "step_id": "25.2",
          "step_type": "single_choice",
          "question_text": "Как правильно обрабатывать фрукты и овощи, которые едят сырыми?",
          "options": [
            "Протереть салфеткой",
            "Тщательно вымыть под проточной водой, а для детей — обдать кипятком",
            "Подержать в воде 5 минут",
            "Очистить от кожуры, но не мыть"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Механическое мытье удаляет до 80% микроорганизмов. Ошпаривание кипятком убивает оставшиеся."
        },
        {
          "step_id": "25.3",
          "step_type": "single_choice",
          "question_text": "Что нужно делать с продуктами питания в жару для профилактики?",
          "options": [
            "Оставлять готовые блюда на столе на весь день",
            "Хранить скоропортящиеся продукты (молочные, мясные, салаты) в холодильнике, соблюдать сроки годности, не хранить готовую пищу более 2 часов при комнатной температуре",
            "Размораживать мясо при комнатной температуре",
            "Пить воду из-под крана"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Высокая температура ускоряет размножение бактерий. 'Правило 2-х часов' — если пища была вне холодильника дольше, она потенциально опасна."
        },
        {
          "step_id": "25.4",
          "step_type": "single_choice",
          "question_text": "Какую воду можно пить без риска?",
          "options": [
            "Воду из любого колодца",
            "Воду из-под крана после кипячения или бутилированную промышленного производства",
            "Воду из родника, даже в городе",
            "Воду из открытого водоема, если она прозрачная"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Кипячение — самый надежный способ обеззараживания воды в быту от большинства возбудителей ОКИ."
        }
      ],
      "final_summary": "**Пример проведения профилактического консультирования:**\n\n'Здравствуйте! Чтобы защитить себя и свою семью от кишечных инфекций (таких как дизентерия, сальмонеллез, ротавирус), важно соблюдать несколько ключевых правил:\n\n**1. Строгая личная гигиена:**\n*   **Мойте руки** с мылом **после** туалета, прихода с улицы, контакта с животными и **перед** любым приемом пищи, даже перекусом.\n*   Следите за чистотой рук у детей.\n\n**2. Безопасное питание и вода:**\n*   **Пейте** только кипяченую или бутилированную воду.\n*   **Мойте** все фрукты, овощи и зелень под проточной водой, для детей — обдавайте кипятком.\n*   **Храните** скоропортящиеся продукты строго в холодильнике.\n*   **Соблюдайте** сроки годности.\n*   **Отделяйте** сырые продукты (мясо, рыба) от готовых, используйте разные разделочные доски.\n*   **Тщательно проваривайте и прожаривайте** продукты, особенно мясо, птицу, яйца.\n\n**3. Безопасность в быту и на отдыхе:**\n*   Содержите кухню в чистоте.\n*   Не покупайте продукты в несанкционированных точках (с рук, на пляже).\n*   Купайтесь только в разрешенных местах, не заглатывайте воду.\n\nПри появлении симптомов (жидкий стул, рвота, температура) — обращайтесь к врачу, не занимайтесь самолечением!'",
      "source": "СанПиН 2.3/2.4.3590-20 'Санитарно-эпидемиологические требования к организации общественного питания...', рекомендации Роспотребнадзора."
    },
    {
      "block_id": 26,
      "block_title": "Профилактика в отношении контактных лиц",
      "original_question": "Перечислить меры профилактики в отношении контактных лиц в дошкольном учреждении, медицинском учреждении при выявлении инфекционного заболевания.",
      "intro_text": "Меры зависят от инфекции, но общий алгоритм для детских и медицинских организаций существует.",
      "steps": [
        {
          "step_id": "26.1",
          "step_type": "single_choice",
          "question_text": "Что такое 'карантин' в ДОУ?",
          "options": [
            "Дополнительные каникулы",
            "Система ограничительных мероприятий, при которой контактных лиц не допускают в коллектив на срок максимального инкубационного периода",
            "Лечение всех детей антибиотиками",
            "Закрытие учреждения на уборку"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Карантин — это изоляция контактных, у которых еще может развиться болезнь (в течение инкубационного периода)."
        },
        {
          "step_id": "26.2",
          "step_type": "single_choice",
          "question_text": "Какое мероприятие проводится с контактными в очаге менингококковой инфекции?",
          "options": [
            "Только наблюдение",
            "Экстренная химиопрофилактика антибиотиками (назначенная врачом) и медицинское наблюдение в течение 10 дней",
            "Введение иммуноглобулина всем",
            "Ничего не проводится"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Менингококковая инфекция опасна и контагиозна, поэтому требуется срочная профилактика для разрыва цепи передачи."
        },
        {
          "step_id": "26.3",
          "step_type": "single_choice",
          "question_text": "Что делают с контактными по кори в медицинском стационаре, если они не привиты и не болели?",
          "options": [
            "Выписывают домой",
            "Изолируют, проводят экстренную вакцинопрофилактику в первые 72 часа от контакта или вводят иммуноглобулин (до 6 дня)",
            "Оставляют в общем отделении",
            "Назначают витамины"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Корь высокозаразна. Для непривитых контактных экстренная вакцинация или пассивная иммунизация — эффективные меры."
        },
        {
          "step_id": "26.4",
          "step_type": "single_choice",
          "question_text": "Что включает 'медицинское наблюдение' за контактными?",
          "options": [
            "Только ежедневную термометрию",
            "Ежедневный осмотр (кожа, зев, стул), термометрию, опрос на наличие симптомов в течение срока, установленного для данной болезни",
            "Забор крови каждый день",
            "Рентген грудной клетки"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Цель — как можно раньше выявить нового больного, чтобы изолировать его и начать лечение."
        }
      ],
      "final_summary": "**Правильный ответ для экзамена:**\n\n**Меры в отношении контактных лиц в организованных коллективах (ДОУ, стационар):**\n\n**1. Общие для многих инфекций:**\n*   **Немедленная изоляция** заболевшего.\n*   **Определение круга контактных** (дети одной группы, палаты, персонал).\n*   **Введение карантина** на срок максимального инкубационного периода для данной болезни:\n    *   Запрет на прием новых детей в группу.\n    *   Запрет на перевод контактных в другие группы/отделения.\n    *   Ограничение контактов с другими группами.\n*   **Медицинское наблюдение** за контактными (ежедневные осмотры, термометрия, опрос) в течение всего срока карантина.\n*   **Усиление противоэпидемического режима:** текущая дезинфекция, проветривание, кварцевание, строгий контроль питьевого режима и питания.\n\n**2. Специфические (в зависимости от инфекции):**\n*   **Экстренная иммунопрофилактика:**\n    *   **Вакцинация** (корь, гепатит А, дифтерия).\n    *   **Введение иммуноглобулина** (корь, гепатит А).\n*   **Экстренная химиопрофилактика** (назначение антибактериальных или противовирусных препаратов по схеме) — при менингококковой инфекции, коклюше, гриппе.\n*   **Лабораторное обследование** контактных (мазки, анализы крови).\n\n**3. Санпросветработа:** Информирование родителей/пациентов о заболевании, мерах профилактики и признаках начала болезни.",
      "source": "СанПиН 3.3686-21, СП 3.1.2.3164-14 'Профилактика кори...', СП 3.1.3542-18 'Профилактика менингококковой инфекции'."
    },
    {
      "block_id": 27,
      "block_title": "Памятка по профилактике кишечных инфекций",
      "original_question": "Составить текст памятки/беседы по профилактике кишечных инфекций.",
      "intro_text": "Памятка должна быть краткой, структурированной, с четкими правилами.",
      "steps": [
        {
          "step_id": "27.1",
          "step_type": "single_choice",
          "question_text": "Какой заголовок будет УДАЧНЫМ для такой памятки?",
          "options": [
            "Сложные биохимические процессы в кишечнике",
            "Как избежать кишечной инфекции: 5 простых правил",
            "История открытия дизентерийной палочки",
            "Рецепты блюд"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Заголовок должен привлекать внимание и отражать суть — ПРАВИЛА профилактики."
        },
        {
          "step_id": "27.2",
          "step_type": "single_choice",
          "question_text": "Какое правило должно быть ПЕРВЫМ и самым крупным в памятке?",
          "options": [
            "Правильно выбирать одежду",
            "Мойте руки часто и правильно!",
            "Смотрите телевизор не более 2 часов",
            "Делайте зарядку"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Гигиена рук — ключевое и самое простое правило, с которого начинается любая памятка по ОКИ."
        },
        {
          "step_id": "27.3",
          "step_type": "single_choice",
          "question_text": "Как лаконично сформулировать правило о продуктах?",
          "options": [
            "Ешьте что хотите",
            "Соблюдайте чистоту при готовке, тщательно мойте овощи и фрукты, храните продукты в холодильнике, проверяйте сроки годности",
            "Покупайте продукты только в супермаркетах",
            "Не ешьте сырые овощи"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Формулировка охватывает основные аспекты: чистоту, мытье, хранение, сроки."
        },
        {
          "step_id": "27.4",
          "step_type": "single_choice",
          "question_text": "Что обязательно нужно включить в конец памятки?",
          "options": [
            "Шутку",
            "Реквизиты медицинского учреждения и призыв обратиться к врачу при симптомах (жидкий стул, рвота, температура)",
            "Список литературы",
            "Цены на лекарства"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Памятка должна не только информировать, но и направлять действие — обращение за медицинской помощью."
        }
      ],
      "final_summary": "**Текст памятки для населения:**\n\n**Заголовок: ЗАЩИТИ СЕБЯ ОТ КИШЕЧНОЙ ИНФЕКЦИИ!**\n\n1.  **ЧИСТЫЕ РУКИ — ГЛАВНАЯ ЗАЩИТА!**\n    Мойте руки с мылом после туалета, улицы, перед едой. Учите детей правильной гигиене.\n\n2.  **БЕЗОПАСНАЯ ВОДА И ЕДА.**\n    Пейте кипяченую или бутилированную воду. Тщательно мойте под проточной водой все фрукты, овощи, зелень. Для детей — обдавайте кипятком.\n\n3.  **ПРАВИЛЬНО ХРАНИТЕ И ГОТОВЬТЕ.**\n    Не оставляйте скоропортящиеся продукты вне холодильника. Соблюдайте сроки годности. Мясо, птицу, яйца проваривайте и прожаривайте до полной готовности. Используйте разные разделочные доски для сырого и готового.\n\n4.  **ЗДОРОВЫЙ БЫТ.**\n    Содержите кухню в чистоте. Регулярно мойте холодильник. Боритесь с мухами — переносчиками инфекций.\n\n5.  **ОТДЫХ БЕЗ РИСКА.**\n    Не покупайте еду в сомнительных местах (пляж, стихийные рынки). Купайтесь только на официальных пляжах, старайтесь не заглатывать воду.\n\n**ПРИ ПЕРВЫХ ПРИЗНАКАХ НЕДОМОГАНИЯ (жидкий стул, рвота, повышение температуры) НЕ ЗАНИМАЙТЕСЬ САМОЛЕЧЕНИЕМ! ОБРАТИТЕСЬ К ВРАЧУ!**\n\n*Позаботьтесь о своем здоровье и здоровье своих близких!*\n\nВаша [Название поликлиники/Центра здоровья]",
      "source": "Типовые образцы санитарно-просветительских материалов Роспотребнадзора."
    },
    {
      "block_id": 28,
      "block_title": "Репродуктивное здоровье и его сохранение",
      "original_question": "Назвать факторы, влияющие на репродуктивное здоровье. Перечислить способы его сохранения.",
      "intro_text": "Репродуктивное здоровье — состояние полного физического, психического и социального благополучия в репродуктивной сфере.",
      "steps": [
        {
          "step_id": "28.1",
          "step_type": "single_choice",
          "question_text": "Какой фактор НЕ является социально-обусловленным, влияющим на репродуктивное здоровье?",
          "options": [
            "Раннее начало половой жизни",
            "Низкий уровень медицинской грамотности",
            "Наследственная предрасположенность к некоторым заболеваниям",
            "Курение, алкоголь, наркотики"
          ],
          "correct_answer_index": 2,
          "explanation": "Верно. Наследственность — биологический, неуправляемый фактор. Все остальные относятся к поведенческим и социальным."
        },
        {
          "step_id": "28.2",
          "step_type": "single_choice",
          "question_text": "Какое заболевание, передающееся половым путем (ЗППП), наиболее опасно для репродуктивного здоровья женщин, так как часто протекает бессимптомно и приводит к бесплодию?",
          "options": ["Сифилис", "Гонорея", "Хламидиоз", "Герпес"],
          "correct_answer_index": 2,
          "explanation": "Правильно. Хламидийная инфекция — частая причина трубного бесплодия и внематочной беременности из-за образования спаек."
        },
        {
          "step_id": "28.3",
          "step_type": "single_choice",
          "question_text": "Что является основным способом сохранения репродуктивного здоровья у молодежи?",
          "options": [
            "Случайные половые связи",
            "Ответственное сексуальное поведение: отсрочка дебюта, верность партнеру, использование барьерной контрацепции (презерватив) для защиты от ИППП и нежелательной беременности",
            "Отказ от посещения врача",
            "Частая смена половых партнеров"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Ответственное поведение — краеугольный камень профилактики ИППП и ранних абортов, которые сильно подрывают репродуктивный потенциал."
        },
        {
          "step_id": "28.4",
          "step_type": "single_choice",
          "question_text": "Какая профилактическая медицинская услуга важна для сохранения женского репродуктивного здоровья?",
          "options": [
            "Только обращение при болях",
            "Регулярные профилактические осмотры у гинеколога (не реже 1 раза в год) с цитологическим исследованием мазка (ПАП-тест)",
            "Самолечение по интернету",
            "Посещение экстрасенса"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Регулярный скрининг позволяет выявить предраковые состояния шейки матки, воспалительные заболевания на ранней стадии."
        }
      ],
      "final_summary": "**Правильный ответ для экзамена:**\n\n**I. Факторы, влияющие на репродуктивное здоровье:**\n1.  **Социально-экономические:** уровень жизни, образования, доступность медицинской помощи.\n2.  **Поведенческие:** раннее начало половой жизни, частая смена партнеров, рискованное сексуальное поведение (без контрацепции), вредные привычки (курение, алкоголь, наркотики).\n3.  **Медико-биологические:**\n    *   Наличие инфекций, передаваемых половым путем (ИППП).\n    *   Последствия абортов и осложненных родов.\n    *   Хронические соматические и гинекологические заболевания.\n    *   Генетическая предрасположенность.\n4.  **Экологические:** загрязнение окружающей среды, профессиональные вредности.\n\n**II. Способы сохранения репродуктивного здоровья:**\n1.  **Формирование ответственного сексуального поведения:** просвещение, отсрочка полового дебюта, верность партнеру, планирование семьи.\n2.  **Профилактика ИППП и ВИЧ:** использование барьерных методов контрацепции (презерватив), вакцинация (ВПЧ, гепатит В).\n3.  **Профилактика абортов:** использование эффективных методов контрацепции.\n4.  **Здоровый образ жизни:** отказ от вредных привычек, рациональное питание, нормализация веса, умеренная физическая активность.\n5.  **Своевременная медицинская помощь:**\n    *   Регулярные профилактические осмотры у гинеколога/уролога.\n    *   Своевременное лечение ИППП и воспалительных заболеваний.\n    *   Подготовка к желанной беременности (прегравидарная подготовка).\n6.  **Психологическое благополучие:** благоприятный психологический климат в семье, профилактика стрессов.",
      "source": "Концепция демографической политики РФ, Приказы Минздрава по охране репродуктивного здоровья."
    },
    {
      "block_id": 29,
      "block_title": "Консультирование по планированию семьи",
      "original_question": "Назвать этапы консультирования по планированию семьи. Перечислить обследования и анализы, проводимые в плановом порядке перед планированием беременности.",
      "intro_text": "Прегравидарная подготовка — система мероприятий для рождения здорового ребенка.",
      "steps": [
        {
          "step_id": "29.1",
          "step_type": "single_choice",
          "question_text": "С чего начинается консультирование по планированию семьи?",
          "options": [
            "Сразу выписать направление на ЭКО",
            "С беседы (сбора анамнеза): выяснение репродуктивных планов пары, оценка соматического и гинекологического здоровья, наследственности, вредных привычек, условий труда и быта",
            "С назначения всех анализов сразу",
            "С УЗИ малого таза"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Первый этап — оценка исходной ситуации и выявление факторов риска."
        },
        {
          "step_id": "29.2",
          "step_type": "single_choice",
          "question_text": "Какое обследование является ОБЯЗАТЕЛЬНЫМ для обоих партнеров перед планированием беременности?",
          "options": [
            "МРТ головного мозга",
            "Обследование на инфекции, передающиеся половым путем (ИППП), ВИЧ, сифилис, гепатиты В и С",
            "Гастроскопия",
            "Рентген легких в двух проекциях"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. ИППП и ВИЧ-инфекция могут негативно повлиять на течение беременности и здоровье плода, их необходимо вылечить до зачатия."
        },
        {
          "step_id": "29.3",
          "step_type": "single_choice",
          "question_text": "Какой витамин рекомендуется принимать женщине за 3 месяца до зачатия и в первые 12 недель беременности для профилактики пороков развития нервной трубки у плода?",
          "options": ["Витамин С", "Витамин D", "Фолиевая кислота (витамин B9)", "Витамин А в высоких дозах"],
          "correct_answer_index": 2,
          "explanation": "Верно. Прием фолиевой кислоты в дозе 400-800 мкг/сут доказано снижает риск дефектов нервной трубки."
        },
        {
          "step_id": "29.4",
          "step_type": "single_choice",
          "question_text": "Какое обследование рекомендовано женщине для оценки состояния репродуктивной системы?",
          "options": [
            "Только тест на беременность",
            "Осмотр гинеколога, УЗИ органов малого таза, мазок на флору и цитологию (ПАП-тест)",
            "Колоноскопия",
            "ЭКГ"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Это стандартный минимум для выявления воспалительных заболеваний, аномалий развития, миом, кист и предраковых состояний."
        }
      ],
      "final_summary": "**Правильный ответ для экзамена:**\n\n**I. Этапы консультирования по планированию семьи (прегравидарная подготовка):**\n1.  **Информационно-мотивационный этап:** Беседа о важности планирования, формирование ответственного отношения.\n2.  **Диагностический этап:**\n    *   Сбор анамнеза (общего, гинекологического/андрологического, наследственного).\n    *   Общее терапевтическое обследование (оценка соматического здоровья).\n    *   Специализированное обследование репродуктивной системы.\n    *   Медико-генетическое консультирование (при отягощенной наследственности).\n3.  **Оздоровительный (подготовительный) этап:**\n    *   Лечение выявленных заболеваний (санация очагов инфекции, коррекция хронических болезней).\n    *   Коррекция образа жизни и питания.\n    *   Назначение витаминно-минеральных комплексов (фолиевая кислота, йод).\n4.  **Этап выбора времени зачатия** (определение овуляции).\n\n**II. Обследования и анализы перед планированием беременности (скрининг-минимум):**\n*   **Для обоих партнеров:**\n    1.  Консультация терапевта (сбор анамнеза, осмотр, АД).\n    2.  **Анализы на ИППП:** ПЦР на хламидии, микоплазму, уреаплазму; мазок на флору.\n    3.  **Анализы крови:** на ВИЧ, сифилис (RW), гепатиты В (HBsAg) и С (Anti-HCV).\n    4.  Определение группы крови и резус-фактора (для оценки риска резус-конфликта).\n*   **Дополнительно для женщины:**\n    1.  Консультация **гинеколога**, осмотр, кольпоскопия.\n    2.  **УЗИ органов малого таза**.\n    3.  **Мазок на онкоцитологию (ПАП-тест)**.\n    4.  **TORCH-комплекс** (антитела к краснухе, токсоплазме, ЦМВ, герпесу).\n    5.  **Общий и биохимический анализ крови, общий анализ мочи.**\n    6.  Флюорография.\n*   **Дополнительно для мужчины (при подозрении на бесплодие):** спермограмма.",
      "source": "Клинические рекомендации (протокол) 'Прегравидарная подготовка' (утв. Минздравом), Приказ Минздрава № 572н."
    },
        {
      "block_id": 30,
      "block_title": "Методы контрацепции: ВМС и барьерные",
      "original_question": "Дать определение и понятие о внутриматочных методах контрацепции, рассказать о механизме действия, преимуществах и недостатках барьерных методов контрацепции.",
      "intro_text": "Нужно различать два принципиально разных класса контрацептивов: внутриматочные (ВМС) и барьерные.",
      "steps": [
        {
          "step_id": "30.1",
          "step_type": "single_choice",
          "question_text": "Что такое внутриматочная спираль (ВМС)?",
          "options": [
            "Пероральный препарат",
            "Небольшое устройство, которое вводится в полость матки врачом и обеспечивает длительную контрацепцию",
            "Крем для наружного применения",
            "Инъекция"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. ВМС — это Т-образное или другое устройство из инертного материала или с добавлением меди/гормонов, устанавливаемое в матку на несколько лет."
        },
        {
          "step_id": "30.2",
          "step_type": "single_choice",
          "question_text": "Каков основной механизм действия медь-содержащей ВМС?",
          "options": [
            "Подавление овуляции",
            "Создание асептического воспаления в эндометрии, что препятствует имплантации оплодотворенной яйцеклетки, а ионы меди также токсичны для сперматозоидов",
            "Сгущение цервикальной слизи",
            "Вызывает аборт на раннем сроке"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. ВМС не прерывает имеющуюся беременность, а предотвращает имплантацию. Это контрацепция, а не абортивное средство."
        },
        {
          "step_id": "30.3",
          "step_type": "single_choice",
          "question_text": "Какое главное ПРЕИМУЩЕСТВО барьерных методов (презерватив, диафрагма)?",
          "options": [
            "Высокая эффективность при идеальном использовании",
            "Защита не только от беременности, но и от инфекций, передаваемых половым путем (ИППП)",
            "Не требуют участия партнера",
            "Длительное действие"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Это единственный метод, обеспечивающий двойную защиту. Особенно важен презерватив для профилактики ВИЧ, гепатита В, хламидиоза и др."
        },
        {
          "step_id": "30.4",
          "step_type": "single_choice",
          "question_text": "Какой НЕДОСТАТОК является общим для большинства барьерных методов?",
          "options": [
            "Высокая стоимость в долгосрочной перспективе",
            "Более низкая эффективность при типичном (реальном) использовании из-за возможных ошибок в применении, разрыва, соскальзывания",
            "Влияние на гормональный фон",
            "Необходимость хирургического вмешательства"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Эффективность презерватива при идеальном использовании >98%, но при реальном — около 85% из-за человеческого фактора."
        }
      ],
      "final_summary": "**Правильный ответ для экзамена:**\n\n**I. Внутриматочные методы контрацепции (ВМС):**\n*   **Определение:** Длительно действующее обратимое контрацептивное средство, вводимое в полость матки квалифицированным медицинским работником.\n*   **Механизм действия:**\n    1.  **Медь-содержащие ВМС:** ионы меди вызывают асептическое воспаление в эндометрии, создавая среду, токсичную для сперматозоидов и препятствующую имплантации.\n    2.  **Гормональные ВМС (Мирена):** выделяют левоноргестрел, который вызывает атрофию эндометрия, сгущение цервикальной слизи и частично подавляет овуляцию.\n*   **Преимущества:** высокая эффективность (>99%), длительность действия (3-5 лет и более), обратимость, не связаны с половым актом.\n*   **Недостатки:** риск воспалительных заболеваний малого таза (особенно в первые 20 дней), риск перфорации матки при установке, возможность экспульсии (выпадения), не защищают от ИППП.\n\n**II. Барьерные методы контрацепции:**\n*   **Определение:** Методы, создающие физическое препятствие для встречи сперматозоида с яйцеклеткой.\n*   **Виды:** мужской презерватив, женский презерватив, влагалищная диафрагма, шеечный колпачок.\n*   **Механизм действия:** механическая блокада проникновения спермы в шейку матки.\n*   **Преимущества:**\n    1.  **Защита от ИППП и ВИЧ** (особенно презерватив).\n    2.  Отсутствие системного воздействия на организм.\n    3.  Продаются без рецепта.\n    4.  Немедленное начало действия.\n*   **Недостатки:**\n    1.  **Сравнительно низкая эффективность** при типичном использовании (из-за разрыва, соскальзывания, неправильного применения).\n    2.  Необходимость использования при каждом половом акте.\n    3.  Могут снижать чувствительность.\n    4.  Возможность аллергических реакций на латекс или спермициды.",
      "source": "Клинические рекомендации 'Контрацепция' (2021), методические рекомендации Минздрава."
    },
    {
      "block_id": 31,
      "block_title": "Этапы консультирования по планированию семьи (обобщение)",
      "original_question": "Перечислить этапы консультирования по планированию семьи.",
      "intro_text": "Это структурированный процесс, который проходит пара или женщина при обращении к специалисту.",
      "steps": [
        {
          "step_id": "31.1",
          "step_type": "single_choice",
          "question_text": "Какой этап является подготовительным и создает доверительную атмосферу?",
          "options": [
            "Этап обследования",
            "Установление контакта, выяснение запроса и мотивации пациента/пары",
            "Назначение лечения",
            "Выдача направления на аборт"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Без установления контакта и понимания истинных потребностей консультирование будет неэффективным."
        },
        {
          "step_id": "31.2",
          "step_type": "single_choice",
          "question_text": "Что входит в этап 'Сбор информации' (анамнеза)?",
          "options": [
            "Только гинекологический осмотр",
            "Оценка репродуктивных планов, соматического и гинекологического/андрологического анамнеза, наследственности, образа жизни, психологического статуса",
            "Только назначение анализов",
            "Только измерение АД"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Необходима комплексная оценка всех факторов, влияющих на репродуктивное здоровье и исход будущей беременности."
        },
        {
          "step_id": "31.3",
          "step_type": "single_choice",
          "question_text": "После обследования наступает этап:",
          "options": [
            "Прощания",
            "Обсуждения результатов, совместной выработки плана действий (лечение, коррекция образа жизни, выбор метода контрацепции или подготовка к зачатию)",
            "Выдачи больничного листа",
            "Назначения всех возможных лекарств"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Консультирование — это совместная работа врача/медсестры и пациента. План должен быть понятным и приемлемым для пациента."
        },
        {
          "step_id": "31.4",
          "step_type": "single_choice",
          "question_text": "Завершающий этап консультирования:",
          "options": [
            "Выдача стандартной памятки всем",
            "Подведение итогов, ответы на вопросы, назначение даты следующей явки для контроля, обеспечение пациента информационными материалами",
            "Требование немедленно принять решение",
            "Отказ в дальнейшей помощи"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Этап закрепления информации и обеспечения преемственности. Пациент должен четко понимать дальнейшие шаги."
        }
      ],
      "final_summary": "**Правильный ответ для экзамена (ключевые этапы):**\n\n**1. Установление контакта и выяснение запроса.**\n*   Создание доверительной, доброжелательной атмосферы.\n*   Выяснение причины обращения (подбор контрацепции, подготовка к беременности, проблемы с зачатием).\n*   Определение потребностей и ожиданий пациента/пары.\n\n**2. Сбор информации (анамнез).**\n*   **Репродуктивный анамнез:** менструальная функция, предыдущие беременности, роды, аборты, методы контрацепции.\n*   **Соматический анамнез:** перенесенные и хронические заболевания, операции, аллергии, прием лекарств.\n*   **Семейный анамнез:** наследственные и хронические заболевания у родственников.\n*   **Социально-бытовой анамнез:** условия жизни, труда, вредные привычки, характер питания.\n*   **Психологический статус:** отношения в паре, готовность к родительству.\n\n**3. Обследование (осмотр, назначение анализов).**\n*   Объективный осмотр (антропометрия, АД).\n*   Гинекологический/андрологический осмотр.\n*   Назначение необходимого минимума обследований (анализы на ИППП, УЗИ и т.д.).\n\n**4. Обсуждение результатов и совместное планирование.**\n*   Разъяснение результатов обследования.\n*   Обсуждение возможных вариантов (методов контрацепции с их плюсами/минусами или плана прегравидарной подготовки).\n*   **Совместный** выбор оптимальной стратегии с учетом состояния здоровья и предпочтений пациента.\n\n**5. Закрепление информации и поддержка.**\n*   Подведение итогов, ответы на вопросы.\n*   Обеспечение письменными информационными материалами (памятки).\n*   Назначение даты контрольного визита.\n*   Обсуждение признаков, при которых нужно срочно обратиться к врачу.",
      "source": "Руководство ВОЗ по консультированию в области планирования семьи, стандарты оказания медицинской помощи."
    },
    {
      "block_id": 32,
      "block_title": "Комплексная оценка состояния здоровья ребенка",
      "original_question": "Перечислить основные функции комплексной оценки состояния здоровья ребенка.",
      "intro_text": "Оценка здоровья ребенка — это не просто отсутствие болезни, а динамическое наблюдение за его развитием.",
      "steps": [
        {
          "step_id": "32.1",
          "step_type": "single_choice",
          "question_text": "Какой компонент ОБЯЗАТЕЛЬНО входит в комплексную оценку здоровья?",
          "options": [
            "Только рост и вес",
            "Оценка физического, нервно-психического развития, резистентности организма, функционального состояния органов и систем, наличие или отсутствие хронических заболеваний",
            "Только наличие прививок",
            "Только цвет волос"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Здоровье — многокомпонентное понятие. Оценивают все сферы: физическую, психическую, социальную адаптацию."
        },
        {
          "step_id": "32.2",
          "step_type": "single_choice",
          "question_text": "Что оценивает врач, определяя 'резистентность' организма ребенка?",
          "options": [
            "Умение решать задачи",
            "Сопротивляемость к инфекционным заболеваниям: как часто и тяжело болеет ребенок ОРЗ за год",
            "Силу мышц",
            "Гибкость суставов"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Часто болеющие дети (ЧБД) — это отдельная группа диспансерного наблюдения, их резистентность снижена."
        },
        {
          "step_id": "32.3",
          "step_type": "single_choice",
          "question_text": "Что такое 'функциональное состояние'?",
          "options": [
            "Наличие пороков развития",
            "Способность органов и систем адекватно выполнять свои функции в покое и при нагрузке (частота сердечных сокращений, АД, емкость легких и т.д.)",
            "Количество зубов",
            "Наличие аллергии"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Это оценка работы сердца, легких, нервной системы, часто с помощью функциональных проб (проба Мартинэ, Штанге и др.)."
        },
        {
          "step_id": "32.4",
          "step_type": "single_choice",
          "question_text": "По итогам комплексной оценки определяется:",
          "options": [
            "Только группа для занятий физкультурой",
            "Группа здоровья (I-V) и группа для занятий физкультурой (основная, подготовительная, специальная, ЛФК)",
            "Только необходимость в санатории",
            "Только диета"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Итогом является определение группы здоровья (по Шараповой) и рекомендации по режиму, питанию, физическому воспитанию."
        }
      ],
      "final_summary": "**Правильный ответ для экзамена (основные функции оценки):**\n\n**Комплексная оценка состояния здоровья ребенка проводится для:**\n1.  **Определения группы здоровья** (I, II, III, IV, V).\n2.  **Выявления отклонений** в развитии (физическом, нервно-психическом) на ранних этапах.\n3.  **Оценки функционального состояния** основных органов и систем (сердечно-сосудистой, дыхательной, нервной) и их резервных возможностей.\n4.  **Определения уровня резистентности (сопротивляемости) организма** к инфекционным и другим заболеваниям (учитывается частота и тяжесть острых заболеваний за год).\n5.  **Выявления хронических заболеваний или врожденных пороков развития** и оценки степени их компенсации.\n6.  **Определения уровня и гармоничности физического развития** (по центильным таблицам).\n7.  **Оценки нервно-психического развития** (НПР) и поведения ребенка, соответствия возрастным нормативам.\n8.  **Разработки индивидуальных рекомендаций** по режиму, питанию, физическому воспитанию, закаливанию, диспансерному наблюдению и, при необходимости, лечению.\n\n**Таким образом, оценка носит не констатирующий, а управленческий характер: ее итог — план действий для сохранения и укрепления здоровья конкретного ребенка.**",
      "source": "Приказ Минздрава РФ от 10.08.2017 № 514н 'О порядке проведения профилактических медосмотров несовершеннолетних', Методика комплексной оценки здоровья детей (Н.А. Шарапова)."
    },
    {
      "block_id": 33,
      "block_title": "Нервно-психическое развитие (НПР) ребенка",
      "original_question": "Назвать нервно-психические этапы развития ребенка, определить группу нервно-психического развития (НПР).",
      "intro_text": "НПР оценивается по ведущим линиям развития в разные возрастные периоды.",
      "steps": [
        {
          "step_id": "33.1",
          "step_type": "single_choice",
          "question_text": "Какая сфера является ведущей для оценки НПР ребенка первого года жизни?",
          "options": [
            "Умение читать",
            "Сенсорное развитие (зрение, слух), эмоции, общие движения, действия с предметами, подготовительные этапы речи",
            "Навыки письма",
            "Абстрактное мышление"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. На первом году закладываются базовые функции: ребенок учится смотреть, слушать, улыбаться, переворачиваться, брать игрушку, гулить."
        },
        {
          "step_id": "33.2",
          "step_type": "single_choice",
          "question_text": "Какой навык появляется у здорового ребенка в возрасте около 1 месяца?",
          "options": [
            "Сидит без поддержки",
            "Коротко удерживает голову в положении на животе, фиксирует взгляд, появляется первая улыбка в ответ на ласковый разговор",
            "Говорит предложениями",
            "Ходит самостоятельно"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Это ключевые вехи первого месяца: зрительное и слуховое сосредоточение, начало контроля над мышцами шеи."
        },
        {
          "step_id": "33.3",
          "step_type": "single_choice",
          "question_text": "Что должен уметь ребенок в 6 месяцев (в норме)?",
          "options": [
            "Только спать и есть",
            "Переворачиваться со спины на живот и обратно, брать игрушку из любых положений, есть с ложки, произносить отдельные слоги ('ба', 'ма'), хорошо знать мать",
            "Читать по слогам",
            "Завязывать шнурки"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Полгода — важный рубеж: активные движения, развитие манипуляций с предметами, начало лепета, эмоциональная привязанность."
        },
        {
          "step_id": "33.4",
          "step_type": "single_choice",
          "question_text": "Если ребенок выполняет все навыки своего возраста, его группа НПР:",
          "options": ["Группа 1 (нормальное развитие)", "Группа 2 (незначительная задержка)", "Группа 3 (значительная задержка)", "Группа 4 (грубая задержка)"],
          "correct_answer_index": 0,
          "explanation": "Правильно. Группа 1 (норма) — когда ребенок выполняет все основные ('обязательные') навыки своего возраста. Группы 2-4 обозначают задержку разной степени."
        }
      ],
      "final_summary": "**Правильный ответ для экзамена:**\n\n**I. Ключевые нервно-психические этапы развития (по месяцам/годам):**\n*   **1 мес:** Кратковременно удерживает голову лежа на животе. Фиксирует взгляд, следит. Первая улыбка в ответ.\n*   **3 мес:** Длительно удерживает голову. 'Комплекс оживления' при общении. Ищет источник звука.\n*   **6 мес:** Переворачивается. Берет игрушку. Ест с ложки. Лепет. Отличает 'своих' и 'чужих'.\n*   **9 мес:** Ползает. Манипулирует двумя игрушками. Пьет из чашки. Понимает слово 'нельзя'. Произносит 'мама', 'папа'.\n*   **1 год:** Ходит самостоятельно или с поддержкой. Выполняет простые просьбы ('дай'). Произносит 8-10 облегченных слов.\n*   **2 года:** Говорит фразы из 2-3 слов. Строит башню из кубиков. Частично раздевается.\n*   **3 года:** Говорит сложными фразами, задает вопросы. Строит дом из кубиков. Одевается с небольшой помощью.\n\n**II. Определение группы НПР:**\nОценивается по выполнению **основных (обязательных) навыков** для данного возраста по нескольким линиям (движения, речь, игра и т.д.).\n*   **Группа 1 (нормальное развитие):** Ребенок выполняет все основные навыки своего возраста.\n*   **Группа 2 (начальная задержка):** Выполняет все основные навыки более младшего возраста (отстает на 1 эпикризный срок, т.е. на 3 мес. до года, на полгода после года).\n*   **Группа 3 (значительная задержка):** Отстает на 2 эпикризных срока.\n*   **Группа 4 (грубая задержка):** Отстает на 3 и более эпикризных срока.\n*   **Группа 5 (опережение):** Выполняет часть навыков более старшего возраста.",
      "source": "Методические рекомендации 'Оценка физического и нервно-психического развития детей раннего и дошкольного возраста' (Г.В. Яцык и др.), таблицы Н.М. Щелованова."
    },
    {
      "block_id": 34,
      "block_title": "Безопасная среда для ребенка раннего возраста",
      "original_question": "Провести беседу с матерью по организации безопасной окружающей среды для ребенка раннего возраста.",
      "intro_text": "Беседа должна быть конкретной и охватывать все зоны риска в доме.",
      "steps": [
        {
          "step_id": "34.1",
          "step_type": "single_choice",
          "question_text": "Что самое важное в безопасности детской кроватки?",
          "options": [
            "Красивый цвет",
            "Расстояние между прутьями не более 6 см, твердый матрас, отсутствие подушек и объемных одеял в возрасте до года (профилактика СВДС), боковые стенки достаточной высоты",
            "Мягкие бортики по всему периметру",
            "Подвесные игрушки прямо над лицом ребенка"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Это базовые требования для предотвращения удушья, падения и травм."
        },
        {
          "step_id": "34.2",
          "step_type": "single_choice",
          "question_text": "Как обезопасить окна в квартире, где есть ползающий или ходячий ребенок?",
          "options": [
            "Открывать для проветривания настежь",
            "Установить специальные замки-блокираторы на рамы, чтобы окно не открывалось больше чем на 5-10 см, убрать стулья и другую мебель от окна",
            "Поставить москитную сетку — она выдержит вес ребенка",
            "Заклеить окна пленкой"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Москитная сетка создает смертельно опасную иллюзию опоры. Только оконные замки предотвращают падение."
        },
        {
          "step_id": "34.3",
          "step_type": "single_choice",
          "question_text": "Как хранить бытовую химию и лекарства?",
          "options": [
            "В нижних шкафчиках на кухне и в ванной для удобства",
            "В ВЕРХНИХ, ЗАКРЫВАЮЩИХСЯ НА ЗАМОК шкафах, в оригинальной упаковке, вне зоны видимости и досягаемости ребенка",
            "Под раковиной",
            "На столе, чтобы не забыть"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Отравления — одна из самых частых причин неотложных состояний у детей. Замок — необходимая мера."
        },
        {
          "step_id": "34.4",
          "step_type": "single_choice",
          "question_text": "Что сделать на кухне для безопасности?",
          "options": [
            "Готовить с ребенком на руках",
            "Повернуть ручки сковородок и кастрюль к стене, использовать блокираторы на дверцы духовки и выдвижные ящики, убрать скатерти, за которые можно потянуть",
            "Разрешать ребенку играть у включенной плиты",
            "Хранить ножи на столе"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Кухня — зона повышенной опасности (ожоги, порезы). Необходимо исключить возможность доступа к горячему и острым предметам."
        }
      ],
      "final_summary": "**Примерная структура беседы с матерью:**\n\n'Здравствуйте! Давайте обсудим, как сделать ваш дом безопасным для малыша, который скоро начнет активно исследовать мир.\n\n**1. Детская комната и спальное место:**\n*   **Кроватка:** прутья не шире 6 см, жесткий матрас, **никаких подушек, бортиков, мягких игрушек в кроватке до года** (риск удушья).\n*   **Пеленальный столик:** никогда не оставляйте ребенка одного на нем, даже на секунду. Все необходимое должно быть под рукой.\n*   **Розетки:** Закройте специальными **заглушками**.\n*   **Углы мебели:** Силиконовые **накладки**.\n\n**2. Окна — зона СМЕРТЕЛЬНОГО риска!**\n*   Установите **детские замки-блокираторы** на рамы. **Москитная сетка не защищает, а провоцирует падение!**\n*   Уберите всю мебель (диваны, стулья) от окон.\n\n**3. Кухня:**\n*   **Ручки посуды** поворачивайте к стене.\n*   Используйте **блокираторы** на дверцы духовки, шкафчиков и ящиков (особенно с ножами, бытовой химией).\n*   Не ставьте горячее на край стола, не используйте скатерти.\n\n**4. Ванная комната:**\n*   **Противоскользящий коврик** в ванне.\n*   Храните бритвы, фены, химию в закрывающемся шкафчике.\n*   **Никогда не оставляйте ребенка одного в ванной**, даже в сидячем положении и даже на 10 секунд.\n*   Регулируйте температуру горячей воды на бойлере (не выше 50°C).\n\n**5. Лекарства и бытовая химия:**\n*   **Только на верхних полках, в шкафу с замком.** Не переливайте в бутылки из-под напитков.\n\n**6. Мелкие предметы:** Монеты, батарейки-таблетки, детали игрушек, орехи — **вне доступа**. Риск аспирации и удушья.\n\nПомните: ваша бдительность — главная защита ребенка. Лучше предупредить, чем лечить последствия травмы.'",
      "source": "Рекомендации ВОЗ по профилактике детского травматизма, методички 'Безопасность ребенка дома'."
    },
    {
      "block_id": 35,
      "block_title": "Особенности костно-мышечной системы у детей раннего возраста",
      "original_question": "Перечислить анатомо-физиологические особенности костно-мышечной системы ребенка раннего возраста.",
      "intro_text": "Органы опоры и движения у ребенка имеют ряд отличий от взрослого, что определяет специфику ухода и риски.",
      "steps": [
        {
          "step_id": "35.1",
          "step_type": "single_choice",
          "question_text": "Почему кости ребенка более гибкие и эластичные?",
          "options": [
            "Потому что они короче",
            "Из-за большого количества хрящевой ткани и органических веществ (оссеина) при меньшем содержании минеральных солей",
            "Из-за отсутствия костного мозга",
            "Потому что они полые"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Это предохраняет от переломов при падениях, но предрасполагает к особым видам переломов (по типу 'зеленой ветки') и деформациям при рахите."
        },
        {
          "step_id": "35.2",
          "step_type": "single_choice",
          "question_text": "Что такое роднички и каково их значение?",
          "options": [
            "Это дырки в черепе, которые надо заклеить",
            "Это неокостеневшие участки (перепонки) между костями черепа, позволяющие черепу менять конфигурацию в родах и обеспечивать рост головного мозга",
            "Это зоны перелома",
            "Это швы, которые расходятся при крике"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Большой родничок (теменной) в норме закрывается к 12-18 месяцам. Его состояние (размер, напряжение) — важный диагностический признак."
        },
        {
          "step_id": "35.3",
          "step_type": "single_choice",
          "question_text": "Какая особенность позвоночника новорожденного?",
          "options": [
            "Он имеет все физиологические изгибы, как у взрослого",
            "Он почти прямой, физиологические изгибы (шейный лордоз, грудной кифоз) формируются по мере развития моторных навыков (удержание головы, сидение, ходьба)",
            "Он уже сгорблен",
            "Он состоит только из хрящей"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Шейный лордоз формируется к 3 мес., грудной кифоз — к 6-7 мес., поясничный лордоз — к 12 мес. Это важно для правильной организации двигательного режима."
        },
        {
          "step_id": "35.4",
          "step_type": "single_choice",
          "question_text": "Чем характеризуются мышцы ребенка?",
          "options": [
            "Они очень сильные с рождения",
            "Повышенный тонус сгибателей в первые месяцы (физиологический гипертонус), быстрая утомляемость, большая эластичность",
            "Они не устают вообще",
            "Они состоят только из медленных волокон"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Гипертонус — норма до 3-4 мес. Мышцы тонкие, бедны сократительными белками, поэтому ребенок не может долго сохранять одну позу и нуждается в смене положения."
        }
      ],
      "final_summary": "**Правильный ответ для экзамена (основные особенности):**\n\n**Костная система:**\n1.  **Высокое содержание органических веществ (оссеина)** и **низкое — минеральных солей**. Кости гибкие, эластичные, менее хрупкие, но легко деформируются (при рахите, неправильной позе).\n2.  **Интенсивный рост** за счет хрящевой ткани в зонах роста (эпифизарные пластинки).\n3.  **Наличие родничков** (неокостеневших соединительнотканных мембран). Большой (передний) родничок расположен на стыке теменных и лобной костей, закрывается к 12-18 мес. Малый (задний) — к 2-3 мес.\n4.  **Особенности черепа:** податливые швы, роднички обеспечивают конфигурацию в родах и рост мозга.\n5.  **Позвоночник:** при рождении не имеет физиологических изгибов, они формируются в процессе развития: шейный лордоз (к 3 мес.), грудной кифоз (к 6-7 мес.), поясничный лордоз (к 12 мес.).\n6.  **Грудная клетка:** бочкообразная форма, ребра расположены горизонтально, что ограничивает экскурсию легких.\n\n**Мышечная система:**\n1.  **Недостаточное развитие** мышечных волокон, особенно брюшного пресса.\n2.  **Повышенный тонус сгибателей** в первые 3-4 месяца жизни (физиологический гипертонус).\n3.  **Быстрая утомляемость** мышц.\n4.  Правильное развитие зависит от **адекватной двигательной активности, массажа, гимнастики**.\n\n**Значение для сестринской практики:**\n*   Профилактика рахита (витамин D).\n*   Правильное пеленание, ношение, выкладывание на живот.\n*   Предупреждение деформаций (не сажать раньше времени, не водить за руки).\n*   Проведение массажа и гимнастики для нормализации тонуса и укрепления мышц.",
      "source": "Учебник 'Пропедевтика детских болезней' (под ред. Н.А. Геппе), 'Анатомо-физиологические особенности детей'."
    },
    {
      "block_id": 36,
      "block_title": "Оценка физического развития по центильным таблицам",
      "original_question": "Оценить физическое развитие ребенка по центильным таблицам, сделать заключение.",
      "intro_text": "Центильный метод — основной для оценки физического развития детей в РФ. Нужно уметь им пользоваться.",
      "steps": [
        {
          "step_id": "36.1",
          "step_type": "single_choice",
          "question_text": "Что такое центильный коридор?",
          "options": [
            "Коридор в поликлинике",
            "Интервал значений признака (рост, вес и др.), в который попадает определенный процент (3%, 10%, 25%, 50%, 75%, 90%, 97%) здоровых детей данного возраста и пола",
            "Норма температуры тела",
            "Показатель артериального давления"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Если рост мальчика 3 лет находится в коридоре 25%-50%, это значит, что у 25-50% здоровых сверстников рост такой же или ниже."
        },
        {
          "step_id": "36.2",
          "step_type": "single_choice",
          "question_text": "Какие коридоры считаются УСЛОВНО НОРМАЛЬНЫМИ (средними)?",
          "options": [
            "Только 50-й коридор (ровно середина)",
            "Коридоры с 25-го по 75-й центиль (охватывают 50% популяции)",
            "Только 3-й и 97-й (крайние)",
            "Любые коридоры"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Значения в коридорах 25, 50, 75 — это варианты средней, гармоничной нормы. Коридоры 10 и 90 — пограничные, а 3 и 97 — требуют внимания."
        },
        {
          "step_id": "36.3",
          "step_type": "single_choice",
          "question_text": "Девочка 5 лет. Рост 110 см (коридор 75), вес 18 кг (коридор 50), окружность грудной клетки 54 см (коридор 50). Заключение:",
          "options": [
            "Физическое развитие низкое, дисгармоничное",
            "Физическое развитие СРЕДНЕЕ, ГАРМОНИЧНОЕ (все показатели в средних коридорах, разница между коридорами не более 1)",
            "Физическое развитие высокое, дисгармоничное",
            "Физическое развитие ниже среднего"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Показатели находятся в смежных средних коридорах (50 и 75), разница в один коридор допустима. Развитие гармоничное."
        },
        {
          "step_id": "36.4",
          "step_type": "single_choice",
          "question_text": "Мальчик 2 лет. Рост 85 см (коридор 25), вес 15 кг (коридор 97). Заключение:",
          "options": [
            "Среднее, гармоничное",
            "ДИСГАРМОНИЧНОЕ развитие за счет ИЗБЫТКА МАССЫ ТЕЛА (большая разница между коридорами роста и веса)",
            "Низкое, гармоничное",
            "Высокое, гармоничное"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Рост средненизкий (25 коридор), а вес очень высокий (97 коридор). Разница в 3 и более коридора указывает на дисгармоничность, чаще за счет дефицита или избытка веса."
        }
      ],
      "final_summary": "**Алгоритм оценки и формулировка заключения для экзамена:**\n\n**1. Измерьте антропометрические данные:** рост, вес, окружность головы (у младших), окружность грудной клетки. Определите возраст ребенка с точностью до месяца.\n\n**2. Найдите соответствующие центильные таблицы** для данного возраста и пола.\n\n**3. Определите центильный коридор** для КАЖДОГО показателя:\n*   Найдите в таблице строку с возрастом ребенка.\n*   В столбцах найдите измеренное значение или ближайшее к нему.\n*   Сверху над столбцом указан номер центильного коридора (3, 10, 25, 50, 75, 90, 97).\n\n**4. Сформулируйте заключение по схеме:**\n*   **Оценка РОСТА:**\n    *   Коридоры 3, 10 — **низкий** рост.\n    *   Коридоры 25, 50, 75 — **средний** рост.\n    *   Коридоры 90, 97 — **высокий** рост.\n*   **Оценка ГАРМОНИЧНОСТИ** (соответствия веса росту):\n    *   **Гармоничное:** разница между коридорами роста и веса не превышает **1 коридор**.\n    *   **Дисгармоничное:** разница составляет **2 коридора** (например, рост 50, вес 90). Требует внимания.\n    *   **Резко дисгармоничное:** разница **3 и более коридоров** (рост 25, вес 97). Указывает на дефицит или избыток массы тела, требует обследования.\n*   **Оценка уровня развития по совокупности признаков:**\n    *   Если ВСЕ показатели (рост, вес, окружность груди) в коридорах 25, 50, 75 — **среднее, гармоничное**.\n    *   Если хотя бы один показатель в коридоре 10 или 90 — **ниже/выше среднего**.\n    *   Если хотя бы один показатель в коридоре 3 или 97 — **низкое/высокое**.\n\n**Пример заключения:** 'Физическое развитие ребенка среднее (рост в 50 коридоре), дисгармоничное за счет избытка массы тела (вес в 97 коридоре, разница 3 коридора). Рекомендована консультация эндокринолога, коррекция питания.'",
      "source": "Центильные таблицы, утвержденные Минздравом РФ (номограммы), Методические рекомендации по оценке физического развития детей."
    },
        {
      "block_id": 37,
      "block_title": "Введение прикорма",
      "original_question": "Провести беседу с матерью о сроках и правилах введения прикорма.",
      "intro_text": "Прикорм — важный этап перехода к взрослой пище. Введение должно быть своевременным и правильным.",
      "steps": [
        {
          "step_id": "37.1",
          "step_type": "single_choice",
          "question_text": "Какой возраст считается ОПТИМАЛЬНЫМ для начала введения прикорма здоровому ребенку на грудном или искусственном вскармливании согласно национальной программе?",
          "options": [
            "2-3 месяца",
            "4-6 месяцев (но не ранее 4 и не позднее 6 месяцев)",
            "8-9 месяцев",
            "1 год"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. К 4-6 месяцам возрастает потребность в энергии и питательных веществах, созревает ферментативная система, угасает рефлекс выталкивания ложки."
        },
        {
          "step_id": "37.2",
          "step_type": "single_choice",
          "question_text": "С какого продукта рекомендуется НАЧИНАТЬ прикорм?",
          "options": [
            "Фруктовый сок",
            "Овощное пюре (из кабачка, цветной капусты, брокколи) или безмолочная каша (рисовая, гречневая, кукурузная) — выбор зависит от состояния ребенка",
            "Кефир",
            "Манная каша на коровьем молоке"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Овощное пюре — при нормальном или избыточном весе. Безмолочная каша — при дефиците веса, неустойчивом стуле. Фрукты вводятся позже."
        },
        {
          "step_id": "37.3",
          "step_type": "single_choice",
          "question_text": "Какое главное правило введения нового продукта?",
          "options": [
            "Сразу дать полную порцию",
            "Начинать с 1/2-1 чайной ложки, в первой половине дня, постепенно (за 5-7 дней) увеличивая до возрастной нормы, наблюдая за реакцией",
            "Давать на ночь, чтобы лучше спал",
            "Смешивать с привычной смесью или молоком в бутылочке"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Это позволяет отследить возможные аллергические реакции или нарушения пищеварения и вовремя отменить продукт."
        },
        {
          "step_id": "37.4",
          "step_type": "single_choice",
          "question_text": "В каком порядке обычно вводятся основные группы прикорма?",
          "options": [
            "Овощи → Каши → Мясо → Фрукты → Творог, желток → Рыба",
            "Фрукты → Овощи → Мясо → Рыба → Все сразу",
            "Кефир → Каша → Мясо",
            "Сок → Пюре → Каша"
          ],
          "correct_answer_index": 0,
          "explanation": "Правильно. Это классическая схема, рекомендованная Национальной программой вскармливания. Мясо вводят с 6-8 месяцев, рыбу — с 8-10 месяцев, творог и желток — не ранее 6-8 месяцев."
        }
      ],
      "final_summary": "**Пример беседы с матерью:**\n\n'Здравствуйте! Давайте обсудим, как правильно вводить прикорм вашему малышу.\n\n**1. Сроки:**\n*   Начинаем **не ранее 4-х и не позже 6-ти месяцев**. Раньше — риск аллергии и нагрузки на ЖКТ, позже — риск дефицита питательных веществ и трудностей с принятием твердой пищи.\n*   Ребенок должен быть здоров.\n\n**2. Признаки готовности:**\n*   Малыш уверенно держит голову, сидит с поддержкой.\n*   Проявляет интерес к вашей еде (смотрит, тянется).\n*   Угас рефлекс выталкивания ложки.\n*   Не наедается молоком/смесью.\n\n**3. Основные правила:**\n*   **Начинаем с монопродукта:** один овощ или одна крупа.\n*   **Первая порция — ½-1 чайная ложка** в первой половине дня.\n*   **Даем ДО кормления грудью/смесью**, пока ребенок голоден.\n*   **Постепенно увеличиваем** объем за 5-7 дней до полной порции (примерно 150 г к году).\n*   **Наблюдаем** за кожей, стулом, поведением. При любых нежелательных реакциях (сыпь, рвота, понос) — отменяем продукт и консультируемся с врачом.\n*   **Новый продукт вводим не чаще, чем раз в 5-7 дней.**\n\n**4. Последовательность (примерная):**\n*   **4-6 мес:** Овощное пюре (кабачок, цветная капуста, брокколи) **или** безмолочная безглютеновая каша (рис, гречка, кукуруза).\n*   **6-7 мес:** Каша/овощи (если начали с другого). Фруктовое пюре (яблоко, груша).\n*   **7-8 мес:** Мясное пюре (кролик, индейка, говядина). Желток (1/4).\n*   **8-9 мес:** Кисломолочные продукты (детский кефир, йогурт), творог. Пюре из рыбы (треска, хек).\n*   **10-12 мес:** Можно вводить более сложные блюда, кусочки мягкой пищи.\n\n**5. Нельзя:** соль, сахар, коровье молоко до года, мёд до 1,5-2 лет, соки до года (заменяем фруктовым пюре), цельные орехи, грибы.'",
      "source": "'Национальная программа оптимизации вскармливания детей первого года жизни' (2022), Рекомендации ВОЗ."
    },
    {
      "block_id": 38,
      "block_title": "Оценка зрелости новорожденного",
      "original_question": "Назвать тестовую оценку и морфологические признаки зрелости здорового доношенного новорожденного.",
      "intro_text": "Зрелость новорожденного определяется совокупностью клинических и функциональных признаков.",
      "steps": [
        {
          "step_id": "38.1",
          "step_type": "single_choice",
          "question_text": "Какой тест является основным для быстрой комплексной оценки состояния новорожденного в первые минуты жизни?",
          "options": ["Измерение роста", "Шкала Апгар (оценка на 1-й и 5-й минуте жизни)", "Общий анализ крови", "УЗИ головного мозга"],
          "correct_answer_index": 1,
          "explanation": "Верно. Шкала Апгар (0-10 баллов) оценивает 5 жизненно важных признаков: сердцебиение, дыхание, мышечный тонус, рефлексы, цвет кожных покровов."
        },
        {
          "step_id": "38.2",
          "step_type": "single_choice",
          "question_text": "Каковы критерии доношенности по сроку гестации?",
          "options": ["Менее 37 недель", "От 37 до 42 полных недель беременности (260-294 дня)", "Более 42 недель", "Ровно 40 недель"],
          "correct_answer_index": 1,
          "explanation": "Правильно. Новорожденные, родившиеся в этот интервал, считаются доношенными. Менее 37 недель — недоношенные, более 42 — переношенные."
        },
        {
          "step_id": "38.3",
          "step_type": "single_choice",
          "question_text": "Какой признак является МОРФОЛОГИЧЕСКИМ показателем зрелости?",
          "options": [
            "Умение говорить",
            "Хорошо развитый подкожно-жировой слой, розовая и эластичная кожа, наличие сыровидной смазки только в складках, пушковые волосы (лануго) только на плечах и верхней части спины",
            "Наличие зубов",
            "Умение ходить"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. У зрелого новорожденного пропорциональное телосложение, округлая грудная клетка, выступающий животик, хорошо выраженные жировые комочки Щекалова на щеках."
        },
        {
          "step_id": "38.4",
          "step_type": "single_choice",
          "question_text": "Что свидетельствует о зрелости нервной системы?",
          "options": [
            "Отсутствие рефлексов",
            "Наличие и живость безусловных рефлексов (поисковый, хоботковый, сосательный, глотательный, хватательный, рефлекс Моро, Бабинского и др.)",
            "Сознательная речь",
            "Контроль над мочеиспусканием"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Наличие и симметричность этих физиологических рефлексов — важный признак неврологического благополучия и зрелости ЦНС."
        }
      ],
      "final_summary": "**Правильный ответ для экзамена:**\n\n**I. Тестовая оценка:**\n*   **Шкала Апгар** — проводится на **1-й и 5-й минуте** жизни. Оценивается от 0 до 2 баллов каждый из 5 признаков:\n    1.  Сердцебиение (ЧСС >100 уд/мин — 2 балла).\n    2.  Дыхание (громкий крик — 2 балла).\n    3.  Мышечный тонус (активные движения — 2 балла).\n    4.  Рефлекторная возбудимость (реакция на раздражение — гримаса или кашель/чихание — 2 балла).\n    5.  Цвет кожных покровов (розовый — 2 балла).\n*   **Оценка:** 8-10 баллов — состояние хорошее; 6-7 баллов — легкая асфиксия; 4-5 баллов — средняя асфиксия; 0-3 балла — тяжелая асфиксия.\n\n**II. Морфологические признаки зрелости здорового доношенного новорожденного:**\n1.  **Срок гестации:** 37-42 недели.\n2.  **Масса тела:** 2500-4000 г (в среднем 3200-3500 г).\n3.  **Длина тела:** 46-56 см (в среднем 50-52 см).\n4.  **Окружность головы:** 33-37 см (на 1-2 см больше окружности грудной клетки).\n5.  **Пропорции тела:** относительно большая голова (1/4 длины тела), короткие конечности, длинное туловище.\n6.  **Кожные покровы:** розовые, бархатистые, эластичные. Сыровидная смазка сохраняется только в складках. Пушковые волосы (лануго) остаются лишь на плечевом поясе и верхней части спины.\n7.  **Волосы на голове:** длиной 1-2 см.\n8.  **Ногти:** плотные, доходят до кончиков пальцев.\n9.  **Ушные раковины:** упругие, хрящ хорошо сформирован.\n10. **Пупочное кольцо:** расположено на середине расстояния между мечевидным отростком и лоном.\n11. **Наружные половые органы** сформированы правильно: у мальчиков яички опущены в мошонку, у девочек малые половые губы прикрыты большими.\n12. **Движения:** активные, хаотичные. Мышечный гипертонус в сгибателях (поза 'эмбриона').\n13. **Крик:** громкий.\n14. **Безусловные рефлексы** живые, симметричные.",
      "source": "Учебник 'Неонатология' (Н.П. Шабалов), 'Оценка состояния новорожденного по шкале Апгар' (В. Апгар, 1952)."
    },
    {
      "block_id": 39,
      "block_title": "Оценка по шкале Апгар",
      "original_question": "Оценить состояние новорожденного по шкале Апгар, сформулировать заключение.",
      "intro_text": "Необходимо уметь подсчитывать баллы по каждому признаку и интерпретировать сумму.",
      "steps": [
        {
          "step_id": "39.1",
          "step_type": "single_choice",
          "question_text": "Новорожденный на 1-й минуте: ЧСС 130, громкий крик, активные движения, гримаса при отсасывании слизи, тело розовое, синюшные стопы. Сколько баллов по Апгар?",
          "options": ["10 баллов", "9 баллов", "8 баллов", "7 баллов"],
          "correct_answer_index": 1,
          "explanation": "Верно. Система подсчета: ЧСС>100 (2 балла), громкий крик (2), активные движения (2), гримаса (2), тело розовое, но акроцианоз (1). Итого: 2+2+2+2+1 = 9 баллов."
        },
        {
          "step_id": "39.2",
          "step_type": "single_choice",
          "question_text": "На 5-й минуте у того же ребенка: ЧСС 140, регулярное дыхание, тонус хороший, рефлексы живые, полностью розовый. Оценка на 5-й минуте?",
          "options": ["10 баллов", "9 баллов", "8 баллов", "7 баллов"],
          "correct_answer_index": 0,
          "explanation": "Правильно. Все признаки в норме: ЧСС>100 (2), крик (2), движения (2), рефлексы (2), полностью розовый (2). Итого 10 баллов."
        },
        {
          "step_id": "39.3",
          "step_type": "single_choice",
          "question_text": "Как формулируется заключение при оценке 9/10 баллов?",
          "options": [
            "Тяжелая асфиксия",
            "Состояние удовлетворительное, легкая асфиксия в родах",
            "Состояние хорошее. Признаков асфиксии нет.",
            "Состояние крайне тяжелое"
          ],
          "correct_answer_index": 2,
          "explanation": "Верно. Оценка 8-10 баллов на 1-й и 5-й минуте свидетельствует об удовлетворительной адаптации и отсутствии асфиксии. 9/10 — отличный показатель."
        },
        {
          "step_id": "39.4",
          "step_type": "single_choice",
          "question_text": "Оценка 5/7 баллов. Заключение:",
          "options": [
            "Состояние хорошее",
            "Асфиксия средней степени тяжести",
            "Легкая асфиксия (5-6 баллов на 1-й минуте — легкая, 7-8 на 5-й — удовлетворительная динамика)",
            "Тяжелая асфиксия"
          ],
          "correct_answer_index": 2,
          "explanation": "Правильно. 5 баллов на 1-й минуте — легкая асфиксия. Повышение до 7 баллов на 5-й минуте — положительная динамика, но состояние требует наблюдения."
        }
      ],
      "final_summary": "**Алгоритм оценки и формулировки заключения для экзамена:**\n\n**1. Ознакомьтесь с данными** на 1-ю и 5-ю минуту жизни.\n\n**2. Оцените каждый признак по шкале Апгар (0, 1, 2 балла):**\n*   **A (Appearance — внешний вид, цвет кожи):**\n    *   0 — генерализованная бледность или цианоз (синюшность).\n    *   1 — розовая окраска тела, но синюшные конечности (акроцианоз).\n    *   2 — полностью розовый.\n*   **P (Pulse — пульс, ЧСС):**\n    *   0 — отсутствует.\n    *   1 — <100 ударов в минуту.\n    *   2 — >100 ударов в минуту.\n*   **G (Grimace — гримаса, рефлекторная возбудимость):**\n    *   0 — отсутствие реакции.\n    *   1 — гримаса, слабый ответ.\n    *   2 — активное движение, громкий крик, чихание или кашель.\n*   **A (Activity — активность, мышечный тонус):**\n    *   0 — вялый, отсутствует.\n    *   1 — некоторое сгибание конечностей.\n    *   2 — активные движения, конечности хорошо сгибаются.\n*   **R (Respiration — дыхание):**\n    *   0 — отсутствует.\n    *   1 — нерегулярное, слабый крик (гиповентиляция).\n    *   2 — регулярное, громкий крик.\n\n**3. Подсчитайте сумму баллов** отдельно для 1-й и 5-й минуты.\n\n**4. Сформулируйте заключение на основе суммы баллов:**\n*   **8-10 баллов** — состояние **хорошее**, признаков асфиксии нет.\n*   **6-7 баллов** — **легкая асфиксия** (умеренная депрессия). Требуется несложная реанимационная помощь (отсасывание слизи, тактильная стимуляция, ингаляция кислорода).\n*   **4-5 баллов** — **асфиксия средней степени тяжести**. Требуется более активная помощь (вентиляция легких мешком Амбу).\n*   **0-3 балла** — **тяжелая асфиксия**. Требуются немедленные комплексные реанимационные мероприятия (интубация, непрямой массаж сердца, медикаменты).\n\n**5. Укажите динамику:**\nПример заключения: 'Состояние новорожденного по шкале Апгар оценено в **5 баллов на 1-й минуте** и **7 баллов на 5-й минуте**. **Заключение:** легкая асфиксия в родах с положительной динамикой к 5-й минуте.'",
      "source": "Методические рекомендации 'Первичная и реанимационная помощь новорожденным' (2020), шкала Апгар."
    },
    {
      "block_id": 40,
      "block_title": "Преимущества грудного вскармливания",
      "original_question": "Провести беседу с матерью о важности и преимуществах грудного вскармливания.",
      "intro_text": "Беседа должна быть убедительной, основанной на доказанных фактах, и поддерживающей мать.",
      "steps": [
        {
          "step_id": "40.1",
          "step_type": "single_choice",
          "question_text": "Какое главное преимущество грудного молока в первые дни после родов?",
          "options": [
            "Оно очень жирное",
            "Молозиво, выделяющееся в первые 3-5 дней, богато иммуноглобулинами, лейкоцитами и факторами роста, что обеспечивает пассивный иммунитет и защиту кишечника новорожденного ('первая прививка')",
            "Оно сладкое",
            "Его много"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Молозиво — это концентрированная иммунная защита и уникальное питание, которое невозможно воспроизвести искусственно."
        },
        {
          "step_id": "40.2",
          "step_type": "single_choice",
          "question_text": "Как грудное вскармливание влияет на здоровье матери?",
          "options": [
            "Ухудшает ее здоровье",
            "Способствует сокращению матки и профилактике послеродовых кровотечений, снижает риск рака молочной железы и яичников, помогает быстрее вернуться к добеременному весу",
            "Не оказывает никакого эффекта",
            "Вызывает анемию"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Сосание стимулирует выработку окситоцина, который сокращает матку. Также это природная профилактика онкологических заболеваний репродуктивной сферы."
        },
        {
          "step_id": "40.3",
          "step_type": "single_choice",
          "question_text": "Какое утверждение о составе грудного молока верно?",
          "options": [
            "Оно одинаковое у всех женщин",
            "Его состав меняется во время кормления (от 'переднего' к 'заднему'), в течение дня, и подстраивается под возраст и потребности именно этого ребенка",
            "Оно беднее смеси по составу",
            "Не содержит воды"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Грудное молоко — 'живая', индивидуальная субстанция. 'Переднее' молоко утоляет жажду, 'заднее' — более жирное, насыщает. Состав меняется по мере роста ребенка."
        },
        {
          "step_id": "40.4",
          "step_type": "single_choice",
          "question_text": "Что является ключевым для успешного грудного вскармливания?",
          "options": [
            "Докармливание смесью с первого дня",
            "Раннее прикладывание к груди (в первый час), кормление по требованию, правильное прикладывание, исключение допаивания водой и пустышек в первые недели",
            "Строгий режим кормления по часам",
            "Частое сцеживание до последней капли"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Эти принципы, сформулированные ВОЗ/ЮНИСЕФ, составляют основу успеха. Они помогают установить хорошую лактацию и избежать проблем (трещин, лактостаза)."
        }
      ],
      "final_summary": "**Пример проведения беседы с матерью:**\n\n'Здравствуйте! Поздравляю вас с рождением малыша! Хочу рассказать, почему грудное молоко — это лучшее, что вы можете дать ему сейчас.\n\n**Это уникальный и незаменимый продукт:**\n\n**1. Для ребенка:**\n*   **Идеальное питание:** идеально сбалансировано по белкам, жирам, углеводам, витаминам. Легко усваивается.\n*   **Защита от инфекций:** содержит антитела (иммуноглобулины), лейкоциты, лизоцим, которые защищают от бактерий, вирусов, аллергии. Дети на ГВ реже болеют ОРВИ, отитами, кишечными инфекциями.\n*   **Профилактика хронических заболеваний:** снижает риск ожирения, сахарного диабета, аллергии в будущем.\n*   **Развитие мозга:** содержит жирные кислоты, необходимые для развития нервной системы и зрения.\n*   **Тесный контакт:** укрепляет эмоциональную связь с мамой, дает чувство безопасности.\n\n**2. Для мамы:**\n*   **Быстрое восстановление:** кормление помогает матке сократиться, снижает риск кровотечения.\n*   **Профилактика рака:** снижает риск рака молочной железы и яичников.\n*   **Естественное похудение:** на выработку молока тратится около 500 ккал в сутки.\n*   **Удобство и экономия:** всегда стерильно, нужной температуры, бесплатно. Не нужно мыть бутылочки и готовить смесь.\n\n**Как настроиться на успех?**\n*   **Приложите малыша к груди в первый час** после родов — это запустит лактацию и даст ему ценное молозиво.\n*   **Кормите по требованию**, а не по часам. Чем чаще ребенок сосет, тем больше молока вырабатывается.\n*   **Следите за правильным прикладыванием** (ротик широко открыт, захватывает ареолу, подбородок прижат к груди, маме не больно).\n*   **Не допаивайте водой** и не давайте пустышку в первые 3-4 недели, чтобы не нарушить механизм сосания.\n*   **Пейте достаточно жидкости** и хорошо питайтесь.\n\nПомните, что большинство проблем ('мало молока', 'болит грудь') решаемы при правильной организации кормления. Обращайтесь к консультанту по ГВ или медсестре. Вы все сможете!'",
      "source": "Глобальная стратегия по кормлению детей грудного и раннего возраста (ВОЗ/ЮНИСЕФ), Национальная программа поддержки грудного вскармливания."
    },
    {
      "block_id": 41,
      "block_title": "Особенности сердечно-сосудистой системы у пожилых",
      "original_question": "Назвать анатомо-физиологические особенности сердечно-сосудистой системы лиц пожилого и старческого возраста.",
      "intro_text": "С возрастом в сердечно-сосудистой системе происходят инволюционные изменения, повышающие риск заболеваний.",
      "steps": [
        {
          "step_id": "41.1",
          "step_type": "single_choice",
          "question_text": "Что происходит с миокардом (сердечной мышцей) в процессе старения?",
          "options": [
            "Он становится моложе и сильнее",
            "Развивается инволюционная атрофия мышечных волокон, разрастание соединительной ткани (фиброз), снижение эластичности и сократительной способности",
            "Он увеличивается в размерах за счет мышечной массы",
            "Не меняется"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Фиброз и снижение количества кардиомиоцитов ведут к уменьшению сердечного выброса и резервных возможностей сердца."
        },
        {
          "step_id": "41.2",
          "step_type": "single_choice",
          "question_text": "Как изменяется сосудистая стенка артерий?",
          "options": [
            "Становится более эластичной",
            "Происходит склерозирование: отложение кальция, потеря эластичности, утолщение стенки, что ведет к повышению жесткости сосудов и росту общего периферического сопротивления (ОПСС)",
            "Истончается",
            "Исчезает"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Это ключевое изменение, лежащее в основе изолированной систолической артериальной гипертензии у пожилых — когда повышено только 'верхнее' давление."
        },
        {
          "step_id": "41.3",
          "step_type": "single_choice",
          "question_text": "Какое изменение характерно для проводящей системы сердца?",
          "options": [
            "Ускоряется проведение импульса",
            "Развивается фиброз и склероз синусового узла и других элементов, что повышает риск брадикардий, блокад и других нарушений ритма",
            "Образуются новые пути проведения",
            "Ничего не меняется"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Склероз синусового узла может приводить к синдрому слабости синусового узла. Часты экстрасистолии, фибрилляция предсердий."
        },
        {
          "step_id": "41.4",
          "step_type": "single_choice",
          "question_text": "Как часто протекают сердечно-сосудистые заболевания (ССЗ) у пожилых?",
          "options": [
            "Всегда с типичной яркой клиникой",
            "Часто атипично, стерто, под 'масками': ИБС может проявляться только одышкой, инфаркт — без боли, а слабостью и спутанностью сознания",
            "Не бывает ССЗ в старости",
            "Всегда с сильной болью в груди"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Из-за снижения болевой чувствительности, сопутствующих заболеваний и изменений психики клиника часто нетипична, что затрудняет диагностику."
        }
      ],
      "final_summary": "**Правильный ответ для экзамена (ключевые особенности):**\n\n**Сердце:**\n1.  **Атрофия и фиброз миокарда:** Уменьшение количества и сократительной способности мышечных волокон, разрастание соединительной ткани. Снижение ударного и минутного объема сердца.\n2.  **Изменения клапанного аппарата:** Склероз и кальциноз клапанов (чаще аортального и митрального), что может приводить к приобретенным порокам.\n3.  **Изменения проводящей системы:** Склероз синусового узла и проводящих путей → склонность к брадикардии, синдрому слабости синусового узла, различным блокадам и аритмиям.\n4.  **Снижение адаптационных возможностей:** Затрудненная реакция на физическую и эмоциональную нагрузку.\n\n**Сосуды:**\n1.  **Склероз и потеря эластичности** крупных артерий (аорты и ее ветвей). Повышение жесткости сосудистой стенки.\n2.  **Увеличение общего периферического сопротивления сосудов (ОПСС).**\n3.  **Склонность к ортостатической гипотензии** (резкому падению АД при вставании) из-за снижения чувствительности барорецепторов и замедленной реакции сосудов.\n4.  **Ухудшение микроциркуляции** в органах и тканях.\n\n**Функциональные последствия:**\n*   **Артериальная гипертензия,** часто **изолированная систолическая** (высокое 'верхнее', нормальное или низкое 'нижнее' давление).\n*   **Атеросклероз** прогрессирует.\n*   **Повышенный риск** сердечной недостаточности, ИБС, инфаркта, инсульта.\n*   **'Немая' (безболевая) ишемия** и инфаркт миокарда.\n*   **Замедление пульса** в покое, но недостаточное его учащение при нагрузке.\n\n**Значение для сестринского ухода:** Осторожность при изменении положения тела, контроль АД лежа и стоя, медленная ходьба, наблюдение за неспецифическими симптомами (слабость, одышка, спутанность).",
      "source": "Учебник 'Гериатрия' (Д.Ф. Чеботарев), клинические рекомендации 'Особенности сердечно-сосудистых заболеваний у лиц пожилого и старческого возраста'."
    },
    {
      "block_id": 42,
      "block_title": "Изменение образа жизни при ССЗ",
      "original_question": "Провести беседу с пациентом по изменению образа жизни при сердечно-сосудистых заболеваниях.",
      "intro_text": "Беседа — основа вторичной профилактики. Рекомендации должны быть конкретными и достижимыми.",
      "steps": [
        {
          "step_id": "42.1",
          "step_type": "single_choice",
          "question_text": "Какая рекомендация по питанию является ПРИОРИТЕТНОЙ при АГ и ИБС?",
          "options": [
            "Увеличить потребление соли для вкуса",
            "Ограничить потребление поваренной соли до 5 г/сут (чайная ложка без горки), включая соль в готовых продуктах (хлеб, колбаса, сыр)",
            "Есть больше копченостей и солений",
            "Пить крепкий кофе 5 раз в день"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Ограничение соли — одна из самых эффективных немедикаментозных мер для снижения АД и нагрузки на сердце."
        },
        {
          "step_id": "42.2",
          "step_type": "single_choice",
          "question_text": "Какой вид физической активности наиболее безопасен и рекомендован?",
          "options": [
            "Интенсивный бег до изнеможения",
            "Регулярная умеренная аэробная нагрузка: ходьба быстрым шагом, скандинавская ходьба, плавание, езда на велосипеде по 30-40 мин 5 раз в неделю",
            "Тяжелая атлетика",
            "Игра в шахматы (только умственная)"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Регулярные аэробные тренировки укрепляют сердце, улучшают тонус сосудов, способствуют снижению веса и АД. Интенсивность должна быть такой, чтобы можно было разговаривать."
        },
        {
          "step_id": "42.3",
          "step_type": "single_choice",
          "question_text": "Что необходимо сделать в отношении курения?",
          "options": [
            "Перейти на легкие сигареты",
            "Полностью отказаться от курения и избегать пассивного курения. Это один из самых эффективных шагов для снижения риска инфаркта и инсульта",
            "Курить реже, но глубоко затягиваться",
            "Курить только электронные сигареты"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Курение повреждает сосуды, повышает давление, провоцирует спазм. Отказ дает быстрый и значимый положительный эффект."
        },
        {
          "step_id": "42.4",
          "step_type": "single_choice",
          "question_text": "Какой аспект образа жизни часто недооценивают?",
          "options": [
            "Контроль стресса. Обучение методам релаксации, нормализация сна, хобби",
            "Употребление алкоголя 'для сосудов'",
            "Просмотр триллеров по ночам",
            "Работа без отпуска"
          ],
          "correct_answer_index": 0,
          "explanation": "Правильно. Хронический стресс — доказанный фактор риска. Техники глубокого дыхания, прогулки, аутотренинг помогают контролировать АД и улучшают качество жизни."
        }
      ],
      "final_summary": "**Примерная структура беседы с пациентом:**\n\n'Иван Иванович, лечение вашего заболевания (гипертонии/ИБС) — это не только таблетки. Очень много зависит от вашего образа жизни. Давайте вместе наметим план изменений.\n\n**1. Питание — ваше лекарство:**\n*   **Соль — главный враг.** Старайтесь не досаливать пищу. Откажитесь от соленых огурцов, селедки, чипсов, колбасы. Используйте травы, лимонный сок для вкуса.\n*   **Жиры.** Выбирайте растительные масла, нежирное мясо и птицу. Откажитесь от сала, майонеза, жирной сметаны.\n*   **Овощи и фрукты** — не менее 500 г в день. Клетчатка помогает контролировать вес и холестерин.\n*   **Режим:** питайтесь 4-5 раз в день небольшими порциями. Не наедайтесь на ночь.\n\n**2. Двигайтесь на здоровье!**\n*   Начните с обычной **ходьбы** по 30 минут в день в комфортном темпе. Постепенно увеличивайте время и скорость.\n*   Очень хороша **скандинавская ходьба** — она безопасна для суставов и эффективно тренирует сердце.\n*   Занимайтесь регулярно, но не через силу. Если появилась одышка, боль в груди, сильная усталость — остановитесь, отдохните.\n\n**3. Вредные привычки: бросаем!**\n*   **Курение** — это не привычка, это болезнь. Обратитесь к врачу за помощью в отказе. Уже через год после отказа риск инфаркта снизится вдвое!\n*   **Алкоголь.** Если употребляете — строго в умеренных дозах (не более 1-2 стандартных порций в день с перерывами). Лучше — красное сухое вино, но не более 150 мл.\n\n**4. Контроль веса и стресса:**\n*   Постарайтесь снизить вес, если он избыточный. Даже минус 5-10% от исходного веса значительно улучшат ваше давление.\n*   Научитесь расслабляться. Найдите хобби, гуляйте на свежем воздухе, общайтесь с приятными людьми. При необходимости — освойте дыхательные упражнения.\n\n**5. Самое главное:**\n*   **Регулярно принимайте лекарства**, назначенные врачом, даже если чувствуете себя хорошо.\n*   **Контролируйте давление** дома, ведите дневник.\n*   **Регулярно посещайте врача**, даже если нет жалоб.\n\nПомните, эти изменения — не на неделю. Это новая, более здоровая жизнь. Начните с малого, и вы обязательно увидите результат!'",
      "source": "Европейские и российские клинические рекомендации по профилактике сердечно-сосудистых заболеваний, руководства по кардиореабилитации."
    },
        {
      "block_id": 43,
      "block_title": "Задачи врачебно-сестринской амбулатории (ВСА)",
      "original_question": "Назвать задачи врачебно-сестринской амбулатории и особенности оказания первичной медико-санитарной помощи сельскому населению врачом общей практики.",
      "intro_text": "Врачебно-сестринская амбулатория (ВСА) — важное звено в оказании помощи сельскому населению.",
      "steps": [
        {
          "step_id": "43.1",
          "step_type": "single_choice",
          "question_text": "Каков основной штат врачебно-сестринской амбулатории (ВСА)?",
          "options": [
            "Только медицинские сестры",
            "Врач общей практики (семейный врач) и средний медицинский персонал (медсестры, фельдшер, акушерка)",
            "Только узкие специалисты",
            "Только административный персонал"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. ВСА — это более высокая ступень, чем ФАП. Здесь работает врач, который может оказывать более квалифицированную помощь."
        },
        {
          "step_id": "43.2",
          "step_type": "single_choice",
          "question_text": "Какая задача является ОСНОВНОЙ для ВСА?",
          "options": [
            "Проведение сложных хирургических операций",
            "Оказание первичной доврачебной и врачебной медико-санитарной помощи населению прикрепленной территории, включая профилактику, диагностику, лечение и диспансерное наблюдение",
            "Оказание только стоматологической помощи",
            "Проведение только экспертиз"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. ВСА оказывает весь объем ПМСП, но в условиях, приближенных к участковой поликлинике."
        },
        {
          "step_id": "43.3",
          "step_type": "single_choice",
          "question_text": "Какова особенность работы врача общей практики (ВОП) на селе?",
          "options": [
            "Он лечит только взрослых",
            "Широкая специализация: он оказывает помощь и взрослым, и детям, по терапевтическому, хирургическому, акушерско-гинекологическому профилю (в рамках своей компетенции), часто в условиях дефицита специалистов и диагностики",
            "Он занимается только оформлением документов",
            "Работает только в стационаре"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. ВОП (семейный врач) — это специалист широкого профиля, который должен уметь оказывать неотложную помощь, принимать роды, накладывать швы, проводить простые манипуляции."
        },
        {
          "step_id": "43.4",
          "step_type": "single_choice",
          "question_text": "Как организуется взаимодействие ВСА с другими учреждениями?",
          "options": [
            "Работает изолированно",
            "ВСА взаимодействует с ФАПами (курирует их), ЦРБ (направляет пациентов на консультации, госпитализацию, для обследования), службой скорой помощи",
            "Подчиняется только областной больнице",
            "Не взаимодействует ни с кем"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. ВСА — промежуточное звено в системе этапности оказания помощи: ФАП → ВСА/участковая больница → ЦРБ → областная больница."
        }
      ],
      "final_summary": "**Правильный ответ для экзамена:**\n\n**I. Основные задачи врачебно-сестринской амбулатории (ВСА):**\n1.  **Оказание первичной медико-санитарной помощи** населению прикрепленного участка (терапевтическая, хирургическая, акушерско-гинекологическая, педиатрическая — в рамках компетенции ВОП и среднего персонала).\n2.  **Проведение профилактической работы:** диспансеризация, иммунопрофилактика, гигиеническое воспитание, патронаж.\n3.  **Диагностика:** проведение лабораторных и функциональных исследований (ЭКГ, экспресс-тесты).\n4.  **Лечение** острых и хронических заболеваний, неотложных состояний.\n5.  **Организация и проведение диспансерного наблюдения** за хроническими больными, беременными, детьми.\n6.  **Экспертиза временной нетрудоспособности** (выдача больничных листов).\n7.  **Взаимодействие и методическое руководство** ФАПами на своей территории.\n8.  **Отбор и направление** пациентов в ЦРБ для консультации специалистов, обследования и госпитализации.\n9.  **Ведение медицинской документации и отчетности.**\n\n**II. Особенности оказания ПМСП сельскому населению врачом общей практики (ВОП):**\n1.  **Универсальность и широта компетенций:** ВОП должен обладать знаниями и навыками по терапии, педиатрии, неотложной хирургии и травматологии, акушерству и гинекологии.\n2.  **Работа в условиях дефицита ресурсов:** часто отсутствие узких специалистов, ограниченные диагностические возможности, необходимость принятия самостоятельных решений.\n3.  **Выездной характер работы:** проведение приемов на дому, выезды в отдаленные населенные пункты, ФАПы.\n4.  **Координирующая роль:** ВОП является центральной фигурой, координирующей помощь между ФАПом, скорой помощью и стационаром.\n5.  **Учет территориальной разобщенности** и транспортных проблем.\n6.  **Активная профилактическая и санитарно-просветительная работа** с учетом специфики сельского труда и быта.\n7.  **Тесный контакт с пациентами,** знание семейного и социального анамнеза.",
      "source": "Приказ Минздрава РФ от 15.05.2012 № 543н (Положение об организации ПМСП), Приказ об утверждении Положения о враче общей практики."
    },
    {
      "block_id": 44,
      "block_title": "Анализ кала на скрытую кровь",
      "original_question": "Дать разъяснения по сдаче анализа кала на скрытую кровь.",
      "intro_text": "Этот анализ — важный скрининг на колоректальный рак и другие кровотечения. Правильная подготовка критична.",
      "steps": [
        {
          "step_id": "44.1",
          "step_type": "single_choice",
          "question_text": "Какую цель преследует анализ кала на скрытую кровь?",
          "options": [
            "Определить цвет стула",
            "Выявить минимальное (скрытое, невидимое глазом) кровотечение из любого отдела ЖКТ, которое может быть признаком опухоли, полипа, язвы, воспаления",
            "Оценить функцию печени",
            "Диагностировать глистную инвазию"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Это неспецифический тест, сигнализирующий о проблеме. Положительный результат — повод для углубленного обследования (колоноскопия)."
        },
        {
          "step_id": "44.2",
          "step_type": "single_choice",
          "question_text": "Какая диета рекомендуется ПЕРЕД сдачей анализа (для иммунохимического теста, который сейчас используется в диспансеризации)?",
          "options": [
            "Без ограничений, можно есть всё",
            "Специальная диета (по Певзнеру) с исключением мяса, рыбы, зеленых овощей, препаратов железа за 3 дня — это для старых бензидиновых проб",
            "Для современного иммунохимического теста (iFOBT) специальная диета НЕ ТРЕБУЕТСЯ. Он специфичен к человеческому гемоглобину",
            "Нужно есть только красное мясо"
          ],
          "correct_answer_index": 2,
          "explanation": "Правильно. Иммунохимический тест (FIT), применяемый сейчас, не реагирует на кровь из пищи или железо. Это его большое преимущество. Но врач или лаборатория могут давать свои рекомендации."
        },
        {
          "step_id": "44.3",
          "step_type": "single_choice",
          "question_text": "Что может привести к ЛОЖНОПОЛОЖИТЕЛЬНОМУ результату?",
          "options": [
            "Прием аскорбиновой кислоты (витамина С) в больших дозах",
            "Кровоточивость десен (если глотать кровь), носовое кровотечение, менструация у женщин, геморрой в стадии обострения",
            "Полный отказ от пищи",
            "Употребление молочных продуктов"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Тест покажет кровь, но ее источником будет не толстая кишка. Поэтому анализ не сдают во время менструации, при кровоточащем геморрое или после тяжелой чистки зубов."
        },
        {
          "step_id": "44.4",
          "step_type": "single_choice",
          "question_text": "Как правильно собрать материал?",
          "options": [
            "Из воды унитаза",
            "После клизмы или приема слабительных",
            "В чистый сухой контейнер из предварительно опорожненного унитаза (или подкладного судна) без примеси мочи и воды",
            "Собрать с поверхности детского подгузника"
          ],
          "correct_answer_index": 2,
          "explanation": "Правильно. Моча и вода могут исказить результат. Контейнер нужно доставить в лабораторию в течение указанного времени (обычно несколько часов)."
        }
      ],
      "final_summary": "**Пример разъяснений для пациента:**\n\n'Здравствуйте. Вам назначен анализ кала на скрытую кровь. Это важное исследование для раннего выявления проблем в кишечнике.\n\n**Что это такое?** Тест определяет мельчайшие следы крови в стуле, которые не видны глазу. Это может быть сигналом о наличии полипа, воспаления или других изменений.\n\n**Как подготовиться (для современного иммунохимического теста)?**\n1.  **Диета:** Специальной диеты **не требуется**. Вы можете есть привычную пищу, включая мясо и овощи.\n2.  **Лекарства:** Если вы принимаете препараты железа, аспирин или другие нестероидные противовоспалительные (ибупрофен, диклофенак), сообщите об этом врачу. Они могут повлиять на результат.\n3.  **Важные ограничения:**\n    *   **Не сдавайте анализ во время менструации** (женщинам).\n    *   **Не сдавайте, если у вас обострение геморроя с кровотечением** или кровоточат десны.\n    *   Отложите анализ на 2-3 дня после таких процедур, как колоноскопия или ректороманоскопия.\n\n**Как собрать анализ?**\n1.  Приготовьте стерильный контейнер с ложечкой (продается в аптеке).\n2.  **Предварительно опорожните мочевой пузырь.**\n3.  Поместите в унитаз чистый пакет или специальное судно.\n4.  После дефекации возьмите образец **из 3-4 разных мест** порции кала ложечкой и поместите в контейнер (объем с грецкий орех).\n5.  **Следите, чтобы в образец не попала моча или вода.**\n6.  Плотно закройте крышку, подпишите контейнер.\n7.  **Доставьте в лабораторию в течение 2-3 часов.** Если нет возможности — храните в холодильнике при +2...+8°С не более 8-10 часов.\n\n**Что дальше?** Положительный результат — **не диагноз**, а повод для более детального обследования (колоноскопии). Обязательно обсудите его с врачом.'",
      "source": "Клинические рекомендации по скринингу колоректального рака, инструкции к иммунохимическим тестам на скрытую кровь."
    },
    {
      "block_id": 45,
      "block_title": "Особенности ЖКТ у пожилых",
      "original_question": "Назвать анатомо-физиологические особенности желудочно-кишечного тракта лиц пожилого и старческого возраста.",
      "intro_text": "Инволюционные изменения ЖКТ ведут к распространенным 'возрастным' жалобам и требуют особого подхода.",
      "steps": [
        {
          "step_id": "45.1",
          "step_type": "single_choice",
          "question_text": "Что происходит с зубным аппаратом и жевательной функцией?",
          "options": [
            "Зубы становятся крепче",
            "Потеря зубов, атрофия альвеолярных отростков, снижение эффективности жевания, что влияет на выбор пищи и пищеварение в целом",
            "Появляются новые зубы",
            "Ничего не меняется"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Проблемы с зубами и протезами — одна из причин недостаточного питания (малонутриции) у пожилых."
        },
        {
          "step_id": "45.2",
          "step_type": "single_choice",
          "question_text": "Как изменяется моторика (двигательная функция) кишечника?",
          "options": [
            "Резко усиливается",
            "Замедляется из-за атрофии мышечного слоя, снижения активности нейронов кишечной стенки, что предрасполагает к запорам (старческим)",
            "Не меняется",
            "Становится хаотичной"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Запоры — одна из самых частых гастроэнтерологических проблем в гериатрии. Этому способствуют и снижение физической активности, и прием лекарств."
        },
        {
          "step_id": "45.3",
          "step_type": "single_choice",
          "question_text": "Что характерно для секреторной функции (выработки соков)?",
          "options": [
            "Усиливается выработка всех ферментов",
            "Атрофия слизистой оболочки, снижение выработки соляной кислоты в желудке (гипо- и ахлоргидрия), пищеварительных ферментов поджелудочной железы и кишечника",
            "Не меняется",
            "Начинается выработка новых ферментов"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Снижение кислотности желудка влияет на всасывание витамина B12, железа, кальция. Снижение панкреатических ферментов ведет к стеаторее (жирному стулу) и дефициту веса."
        },
        {
          "step_id": "45.4",
          "step_type": "single_choice",
          "question_text": "Как меняется микрофлора кишечника?",
          "options": [
            "Увеличивается количество полезных бифидобактерий",
            "Происходит сдвиг в сторону условно-патогенной флоры, снижается количество бифидо- и лактобактерий, что повышает риск инфекций и нарушает синтез некоторых витаминов",
            "Микрофлора полностью исчезает",
            "Появляются только грибки"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Дисбиоз усугубляет проблемы с моторикой, влияет на иммунитет и может способствовать развитию 'дырявого кишечника' и системного воспаления."
        }
      ],
      "final_summary": "**Правильный ответ для экзамена (ключевые особенности):**\n\n**Полость рта и пищевод:**\n1.  **Атрофия слизистой,** снижение слюноотделения (ксеростомия).\n2.  **Потеря зубов,** атрофия альвеолярных отростков, неэффективное жевание.\n3.  **Снижение тонуса мышц глотки и пищевода,** что может приводить к дисфагии (нарушению глотания) и аспирации.\n\n**Желудок:**\n1.  **Атрофия слизистой оболочки,** уменьшение количества обкладочных клеток → снижение выработки **соляной кислоты и внутреннего фактора Касла** (риск B12-дефицитной анемии).\n2.  **Снижение моторики,** замедление эвакуации пищи.\n\n**Поджелудочная железа и печень:**\n1.  **Фиброз и уменьшение количества ацинарных клеток** поджелудочной железы → снижение выработки пищеварительных ферментов (липазы, амилазы, протеаз).\n2.  **Уменьшение массы и кровотока печени,** снижение ее детоксикационной и белково-синтетической функции.\n\n**Тонкий и толстый кишечник:**\n1.  **Атрофия слизистой,** уплощение ворсинок → снижение всасывательной поверхности и нарушение всасывания питательных веществ, витаминов (особенно D, B12), минералов.\n2.  **Снижение моторики** из-за атрофии мышечного слоя и дегенерации нейронов межмышечного сплетения → склонность к **запорам**.\n3.  **Изменение микробиоты (дисбиоз).**\n\n**Функциональные последствия:**\n*   Нарушение пищеварения (диспепсия).\n*   Склонность к запорам, дивертикулезу.\n*   Повышенный риск нутритивной недостаточности (дефицит белка, витаминов, минералов).\n*   Стертая, атипичная клиника острых хирургических заболеваний (например, аппендицит).\n*   Повышенный риск побочных эффектов лекарств из-за изменений всасывания и метаболизма.\n\n**Рекомендации по уходу:** Дробное питание мягкой, термически обработанной пищей, достаточное потребление жидкости и клетчатки (с осторожностью), контроль за стулом, при необходимости — консультация врача по подбору ферментов или пробиотиков.",
      "source": "Учебник 'Гериатрия', руководства по возрастной гастроэнтерологии."
    },
    {
      "block_id": 46,
      "block_title": "Факторы риска язвенной болезни",
      "original_question": "Перечислить факторы риска язвенной болезни, дать рекомендации по сдаче анализа кала на скрытую кровь.",
      "intro_text": "Язвенная болезнь (ЯБ) имеет многофакторную природу. Важно знать основные риски и роль скрининга.",
      "steps": [
        {
          "step_id": "46.1",
          "step_type": "single_choice",
          "question_text": "Какой фактор является ведущим в развитии язвенной болезни желудка и двенадцатиперстной кишки?",
          "options": [
            "Употребление холодной воды",
            "Инфицирование бактерией Helicobacter pylori (H. pylori) и прием нестероидных противовоспалительных препаратов (НПВП: аспирин, ибупрофен, диклофенак и др.)",
            "Занятие плаванием",
            "Употребление сладкого"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. H. pylori выявляется у 70-80% больных с язвой желудка и 90-95% — с язвой двенадцатиперстной кишки. НПВП повреждают слизистую."
        },
        {
          "step_id": "46.2",
          "step_type": "single_choice",
          "question_text": "Какие факторы образа жизни повышают риск ЯБ?",
          "options": [
            "Занятия спортом",
            "Курение, злоупотребление алкоголем, хронический стресс, нерегулярное и нерациональное питание",
            "Употребление овощей",
            "Соблюдение режима дня"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Эти факторы нарушают защитные механизмы слизистой оболочки и повышают агрессивность желудочного сока."
        },
        {
          "step_id": "46.3",
          "step_type": "single_choice",
          "question_text": "Для чего пациенту с ЯБ или подозрением на нее может быть назначен анализ кала на скрытую кровь?",
          "options": [
            "Для оценки цвета стула",
            "Для скрининга на колоректальный рак, который может сопутствовать",
            "Как основной метод диагностики язвы",
            "Для выявления H. pylori"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Хотя язва сама может давать скрытое кровотечение, у пациентов с хроническими заболеваниями ЖКТ важен онкоскрининг. Основной метод диагностики язвы — ФГДС."
        },
        {
          "step_id": "46.4",
          "step_type": "single_choice",
          "question_text": "Что делать при положительном анализе на скрытую кровь у пациента с ЯБ?",
          "options": [
            "Ничего, это норма для ЯБ",
            "Срочно обратиться к гастроэнтерологу для проведения фиброэзофагогастродуоденоскопии (ФГДС) и, возможно, колоноскопии для выявления источника кровотечения",
            "Увеличить дозу обезболивающих",
            "Начать голодать"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Положительный тест — показание для эндоскопического исследования. Кровотечение может быть из язвы, но также необходимо исключить другие причины (полипы, опухоли)."
        }
      ],
      "final_summary": "**Правильный ответ для экзамена:**\n\n**I. Факторы риска язвенной болезни:**\n\n1.  **Основные (ключевые):**\n    *   **Инфицирование Helicobacter pylori.**\n    *   **Прием ульцерогенных лекарств:** нестероидные противовоспалительные препараты (НПВП: аспирин, ибупрофен, кеторолак и др.), глюкокортикостероиды.\n2.  **Второстепенные (предрасполагающие, модифицируемые):**\n    *   **Курение.**\n    *   **Злоупотребление алкоголем.**\n    *   **Нерациональное питание:** нерегулярный прием пищи, злоупотребление острой, грубой, слишком горячей пищей.\n    *   **Хронический психоэмоциональный стресс.**\n    *   **Наследственная предрасположенность.**\n3.  **Сопутствующие заболевания:** хроническая обструктивная болезнь легких (ХОБЛ), цирроз печени, гиперпаратиреоз.\n\n**II. Рекомендации по сдаче анализа кала на скрытую кровь для пациента с ЯБ или факторами риска:**\n\n1.  **Цель назначения:**\n    *   **Скрининг** на бессимптомное кровотечение, которое может быть признаком осложнений ЯБ (например, хронической кровопотери) или сопутствующих заболеваний толстой кишки (полипы, рак).\n2.  **Подготовка (для современного иммунохимического теста — iFOBT):**\n    *   Специальная диета **не требуется**.\n    *   **Важно:** Не сдавать анализ **во время явного кровотечения** (мелена — черный стул, гематохезия — кровь в стуле) или при обострении геморроя. Отложить при менструации.\n    *   Сообщить врачу о приеме НПВП, антикоагулянтов.\n3.  **Интерпретация результата:**\n    *   **Отрицательный результат** в рамках скрининга — повод продолжить наблюдение.\n    *   **Положительный результат** — это **не диагноз ЯБ**, а **показание для срочной консультации гастроэнтеролога** и проведения **эндоскопических исследований (ФГДС и колоноскопия)** для точного определения источника кровотечения.\n    *   Подчеркнуть пациенту, что игнорирование положительного результата опасно, так как может привести к поздней диагностике серьезных заболеваний.",
      "source": "Клинические рекомендации 'Язвенная болезнь желудка и двенадцатиперстной кишки' (2021), рекомендации по скринингу колоректального рака."
    },
    {
      "block_id": 47,
      "block_title": "Изменение образа жизни при язвенной болезни",
      "original_question": "Провести беседу с пациентом по изменению образа жизни при язвенной болезни.",
      "intro_text": "Беседа должна быть поддерживающей и делать акцент на управляемых факторах, особенно после эрадикации H. pylori.",
      "steps": [
        {
          "step_id": "47.1",
          "step_type": "single_choice",
          "question_text": "Что является САМЫМ ВАЖНЫМ в лечении и профилактике обострений ЯБ, если выявлена H. pylori?",
          "options": [
            "Пить молоко",
            "Пройти полный курс эрадикационной терапии (комбинация антибиотиков и антисекреторных препаратов), назначенный врачом, даже если симптомы прошли",
            "Только голодать",
            "Принимать соду"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Уничтожение H. pylori радикально снижает риск рецидива язвы. Курс нужно завершить полностью."
        },
        {
          "step_id": "47.2",
          "step_type": "single_choice",
          "question_text": "Какая диета рекомендована? (Современный взгляд)",
          "options": [
            "Строгая диета №1 по Певзнеру на всю жизнь",
            "Щадящее питание в период обострения: частое дробное питание 5-6 раз в день, исключение очень острого, кислого, копченого, жареного, наваристых бульонов, кофе, газировок. В ремиссии — здоровое разнообразное питание",
            "Можно есть всё подряд",
            "Только жидкая пища"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Ранее применялись строгие диеты, сейчас подход более гибкий. Главное — регулярность, умеренность и исключение явно провоцирующих продуктов."
        },
        {
          "step_id": "47.3",
          "step_type": "single_choice",
          "question_text": "Что обязательно нужно обсудить в отношении лекарств?",
          "options": [
            "Можно принимать любые обезболивающие",
            "Избегать бесконтрольного приема нестероидных противовоспалительных препаратов (НПВП: анальгин, ибупрофен, диклофенак). При необходимости обезболивания консультироваться с врачом для подбора безопасных средств (парацетамол) или защитной терапии",
            "Увеличить дозу НПВП при боли",
            "Лекарства не важны"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. НПВП — одна из главных причин язвообразования, особенно у пожилых. Пациент должен знать об этом риске."
        },
        {
          "step_id": "47.4",
          "step_type": "single_choice",
          "question_text": "Какую вредную привычку необходимо исключить?",
          "options": [
            "Чтение книг",
            "Курение, так как оно нарушает кровоснабжение слизистой, замедляет заживление язвы и повышает риск рецидива",
            "Прогулки на свежем воздухе",
            "Занятия йогой"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Курение не только провоцирует развитие ЯБ, но и сводит на нет эффект от противоязвенной терапии, замедляя заживление."
        }
      ],
      "final_summary": "**Пример беседы с пациентом:**\n\n'Александр Петрович, теперь, когда острая фаза позади, давайте обсудим, как жить дальше, чтобы язва не вернулась.\n\n**1. Лечение — прежде всего!**\n*   Если у вас выявлен **хеликобактер**, самое важное — **полностью пройти курс лечения** от него, даже если уже ничего не болит. Это залог длительной ремиссии.\n*   **Не принимайте препараты, повреждающие желудок:** это в первую очередь обезболивающие из группы НПВП (ибупрофен, диклофенак, кеторол, аспирин). При головной или суставной боли используйте **парацетамол**, но лучше посоветуйтесь с врачом.\n\n**2. Питание — ваша основа.**\n*   **Регулярность:** старайтесь есть **5-6 раз в день** небольшими порциями. Длительные перерывы и переедания вредны.\n*   **Щажение:** В период восстановления избегайте:\n    *   Острого, кислого, маринованного, копченого.\n    *   Крепких мясных и рыбных бульонов.\n    *   Жареного (лучше вареное, тушеное, запеченное).\n    *   Кофе, крепкого чая, газированных напитков, цитрусовых соков.\n    *   Очень горячей или холодной пищи.\n*   **Что можно?** Нежирное мясо, рыба, каши, тушеные и вареные овощи, яйца, молочные продукты, сладкие фрукты.\n*   **Соль и специи** — умеренно.\n\n**3. Вредные привычки — бросаем!**\n*   **Курение** — ваш злейший враг. Оно напрямую мешает заживлению и провоцирует новые язвы. Обратитесь за помощью, чтобы бросить.\n*   **Алкоголь** (особенно крепкий) — исключите полностью в период лечения и сведите к минимуму в дальнейшем.\n\n**4. Стресс и режим.**\n*   Старайтесь высыпаться, находить время для отдыха. Хронический стресс — провокатор ЯБ.\n*   Найдите свой способ расслабления: прогулки, хобби, дыхательная гимнастика.\n\n**5. Наблюдение.**\n*   Регулярно посещайте гастроэнтеролога, даже если чувствуете себя хорошо.\n*   При появлении болей, изжоги, черного стула или рвоты 'кофейной гущей' — **немедленно обращайтесь к врачу!**\n\nПомните, язвенная болезнь — управляемое состояние. При соблюдении этих правил вы сможете жить полноценной жизнью без обострений.'",
      "source": "Клинические рекомендации 'Язвенная болезнь желудка и двенадцатиперстной кишки', рекомендации по диетотерапии."
    },
    {
      "block_id": 48,
      "block_title": "Особенности мочеполовой системы у пожилых",
      "original_question": "Назвать анатомо-физиологические особенности мочеполовой системы лиц пожилого и старческого возраста.",
      "intro_text": "Изменения затрагивают как мочевыделительную, так и репродуктивную сферу, значительно влияя на качество жизни.",
      "steps": [
        {
          "step_id": "48.1",
          "step_type": "single_choice",
          "question_text": "Что происходит с почками (инволюционные изменения)?",
          "options": [
            "Они увеличиваются в размерах",
            "Уменьшается количество функциональных единиц (нефронов), снижается почечный кровоток и скорость клубочковой фильтрации (СКФ), что ведет к снижению выделительной и концентрационной функции",
            "Увеличивается их вес",
            "Они начинают вырабатывать новые гормоны"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. После 40 лет СКФ снижается примерно на 1 мл/мин в год. Это важно для дозирования лекарств, выводимых почками."
        },
        {
          "step_id": "48.2",
          "step_type": "single_choice",
          "question_text": "Какая проблема НИЖНИХ мочевых путей наиболее характерна для пожилых мужчин?",
          "options": [
            "Учащенное мочеиспускание малыми порциями, слабая струя, чувство неполного опорожнения — симптомы доброкачественной гиперплазии предстательной железы (ДГПЖ)",
            "Недержание мочи при смехе",
            "Отсутствие мочеиспускания",
            "Моча ярко-оранжевого цвета"
          ],
          "correct_answer_index": 0,
          "explanation": "Правильно. ДГПЖ — очень распространенное возраст-зависимое состояние, связанное с ростом железы и сдавлением уретры."
        },
        {
          "step_id": "48.3",
          "step_type": "single_choice",
          "question_text": "Что характерно для женщин в постменопаузе?",
          "options": [
            "Усиление функции яичников",
            "Атрофия слизистой оболочки мочеполового тракта на фоне дефицита эстрогенов, что ведет к сухости, зуду, диспареунии, атрофическому циститу и уретриту, стрессовому недержанию мочи",
            "Увеличение мышечного тонуса тазового дна",
            "Повышение либидо"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Дефицит эстрогенов приводит к истончению и ранимости слизистой уретры и влагалища, ослаблению мышц тазового дна."
        },
        {
          "step_id": "48.4",
          "step_type": "single_choice",
          "question_text": "Как меняется мышечный тонус мочевого пузыря?",
          "options": [
            "Резко усиливается",
            "Часто наблюдается гиперактивность детрузора (непроизвольные сокращения) → императивные позывы и недержание, либо снижение тонуса → задержка мочи",
            "Не меняется",
            "Мочевой пузырь исчезает"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Гиперактивный мочевой пузырь — частая причина ургентного недержания. Также может быть снижение чувствительности, ведущее к переполнению."
        }
      ],
      "final_summary": "**Правильный ответ для экзамена:**\n\n**Мочевыделительная система:**\n1.  **Почки:**\n    *   **Уменьшение массы** на 20-30%, снижение количества нефронов.\n    *   **Снижение почечного кровотока** и **скорости клубочковой фильтрации (СКФ)**.\n    *   **Нарушение концентрационной способности** → потребность в большем объеме жидкости для выведения шлаков, склонность к обезвоживанию.\n    *   **Снижение синтеза ренина и эритропоэтина**.\n    *   **Увеличение риска лекарственной нефротоксичности** (необходима коррекция доз).\n2.  **Мочевой пузырь и уретра:**\n    *   **Снижение эластичности и емкости** мочевого пузыря.\n    *   **Утолщение стенки**, **гиперактивность детрузора** (непроизвольные сокращения) → императивные позывы, никтурия (ночные мочеиспускания), ургентное недержание мочи.\n    *   **Ослабление сфинктеров** уретры, особенно у женщин → стрессовое недержание мочи (при кашле, чихании).\n    *   У мужчин — **доброкачественная гиперплазия предстательной железы (ДГПЖ)** → обструкция уретры, затрудненное мочеиспускание, хроническая задержка мочи.\n\n**Половая система:**\n*   **У мужчин:**\n    *   Снижение уровня тестостерона.\n    *   Увеличение простаты (ДГПЖ).\n    *   Снижение половой функции.\n*   **У женщин (постменопауза):**\n    *   **Резкое снижение уровня эстрогенов.**\n    *   **Атрофия слизистых** вульвы, влагалища, уретры → сухость, зуд, диспареуния (болезненный половой акт), рецидивирующие циститы и уретриты.\n    *   **Опущение стенок влагалища и матки** из-за слабости мышц тазового дна.\n\n**Общие последствия:**\n*   Высокая распространенность различных форм **недержания мочи**.\n*   Повышенный риск **инфекций мочевыводящих путей** (ИМВП).\n*   **Атипичное течение** заболеваний (например, пиелонефрит может протекать без лихорадки, с картиной спутанности сознания).",
      "source": "Учебник 'Гериатрия', клинические рекомендации 'Недержание мочи у женщин', 'Доброкачественная гиперплазия предстательной железы'."
    },
    {
      "block_id": 49,
      "block_title": "Факторы риска заболеваний мочевыделительной системы",
      "original_question": "Перечислить факторы риска заболеваний мочевыделительной системы у данного пациента и в целом.",
      "intro_text": "Факторы риска можно разделить на общие и специфические для разных заболеваний (пиелонефрит, МКБ, недержание и т.д.).",
      "steps": [
        {
          "step_id": "49.1",
          "step_type": "single_choice",
          "question_text": "Какой фактор является ведущим для развития инфекций мочевыводящих путей (ИМВП) у пожилых женщин?",
          "options": [
            "Переохлаждение ног",
            "Атрофические изменения слизистой уретры и влагалища на фоне дефицита эстрогенов, неполное опорожнение мочевого пузыря, опущение тазовых органов",
            "Употребление острой пищи",
            "Занятия спортом"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Атрофия создает условия для легкого проникновения и адгезии бактерий. Застой мочи также способствует размножению микрофлоры."
        },
        {
          "step_id": "49.2",
          "step_type": "single_choice",
          "question_text": "Что способствует образованию камней в почках (МКБ)?",
          "options": [
            "Обильное питье",
            "Недостаточное потребление жидкости, особенности питания (избыток животного белка, оксалатов, соли), наследственность, метаболические нарушения (гиперкальциурия, гиперурикемия), аномалии развития мочевых путей",
            "Употребление арбузов",
            "Частое мочеиспускание"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Концентрация мочи — ключевой момент. Мало воды + избыток камнеобразующих веществ = риск МКБ."
        },
        {
          "step_id": "49.3",
          "step_type": "single_choice",
          "question_text": "Что повышает риск хронической болезни почек (ХБП)?",
          "options": [
            "Здоровый образ жизни",
            "Артериальная гипертензия, сахарный диабет, длительный прием нефротоксичных препаратов (НПВП, некоторые антибиотики), сердечная недостаточность, ожирение, курение",
            "Регулярные обследования",
            "Диета с ограничением соли"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. СД и АГ — две основные причины ХБП в мире. Нефротоксичные препараты при длительном приеме усугубляют повреждение."
        },
        {
          "step_id": "49.4",
          "step_type": "single_choice",
          "question_text": "Какая проблема у мужчин является фактором риска для многих заболеваний мочевой системы?",
          "options": [
            "Раннее семяизвержение",
            "Доброкачественная гиперплазия предстательной железы (ДГПЖ), приводящая к хронической задержке мочи, что повышает риск ИМВП, образования камней, гидронефроза и повреждения почек",
            "Высокий рост",
            "Громкий голос"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Обструкция оттока мочи — серьезный фактор, нарушающий работу всей системы и создающий условия для присоединения инфекции и других осложнений."
        }
      ],
      "final_summary": "**Правильный ответ для экзамена (обобщенный список):**\n\n**I. Общие (неспецифические) факторы риска:**\n1.  **Возраст** (инволюционные изменения).\n2.  **Женский пол** (анатомическая короткая уретра, гормональные изменения).\n3.  **Наследственная предрасположенность** (например, к МКБ, поликистозу почек).\n4.  **Врожденные аномалии развития** мочевыводящих путей.\n5.  **Снижение общего иммунитета.**\n\n**II. Факторы риска, связанные с поведением и образом жизни:**\n1.  **Недостаточное потребление жидкости** (ведущий фактор для МКБ и ИМВП).\n2.  **Нерациональное питание:** избыток соли, животного белка, оксалатов (шпинат, щавель).\n3.  **Нерегулярное опорожнение мочевого пузыря** (длительные задержки).\n4.  **Переохлаждение** (особенно области поясницы и ног).\n5.  **Неправильная гигиена** (у женщин — подтирание сзади наперед).\n6.  **Беспорядочная половая жизнь** (риск ИМП).\n7.  **Гиподинамия** (способствует застою).\n8.  **Курение** (повреждает сосуды почек).\n\n**III. Факторы риска, связанные с заболеваниями и состояниями:**\n1.  **Сахарный диабет** (диабетическая нефропатия, нейрогенный мочевой пузырь, снижение иммунитета).\n2.  **Артериальная гипертензия** (гипертоническая нефропатия).\n3.  **Ожирение.**\n4.  **Мочекаменная болезнь** в анамнезе.\n5.  **Хронические очаги инфекции** в организме (кариес, тонзиллит).\n6.  **Заболевания, нарушающие отток мочи:** ДГПЖ у мужчин, опущение органов малого таза у женщин, стриктуры уретры.\n7.  **Неврологические заболевания** (инсульт, болезнь Паркинсона, травмы спинного мозга) → нейрогенная дисфункция мочевого пузыря.\n8.  **Беременность.**\n9.  **Длительный прием нефротоксичных препаратов:** НПВП (ибупрофен, диклофенак), аминогликозиды, некоторые противоопухолевые средства.\n10. **Инструментальные вмешательства** (катетеризация, цистоскопия).\n\n**Для конкретного пациента** необходимо проанализировать его анамнез, образ жизни и сопутствующие заболевания с точки зрения этого списка.",
      "source": "Клинические рекомендации по ХБП, пиелонефриту, МКБ, недержанию мочи."
    },
        {
      "block_id": 50,
      "block_title": "Изменение образа жизни при хроническом пиелонефрите",
      "original_question": "Провести беседу с пациентом по изменению образа жизни при хроническом пиелонефрите.",
      "intro_text": "Цель беседы — профилактика обострений и прогрессирования заболевания через модификацию образа жизни.",
      "steps": [
        {
          "step_id": "50.1",
          "step_type": "single_choice",
          "question_text": "Какая рекомендация по питьевому режиму является ГЛАВНОЙ для пациента с хроническим пиелонефритом?",
          "options": [
            "Ограничить жидкость, чтобы не нагружать почки",
            "Обильное питье (не менее 1.5-2 литров в день при отсутствии противопоказаний) для обеспечения хорошего диуреза и 'промывания' мочевых путей",
            "Пить только чай и кофе",
            "Пить только при жажде"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Достаточный объем мочи предотвращает застой и размножение бактерий, способствует выведению инфекционных агентов."
        },
        {
          "step_id": "50.2",
          "step_type": "single_choice",
          "question_text": "Какую жидкость лучше рекомендовать?",
          "options": [
            "Сладкие газированные напитки",
            "Некрепкий чай, морсы (особенно клюквенный и брусничный — они обладают легким бактериостатическим действием), компоты, чистая вода, отвары трав (только по согласованию с врачом)",
            "Крепкий алкоголь 'для дезинфекции'",
            "Минеральную воду с высоким содержанием солей без консультации врача"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Клюквенный морс способствует подкислению мочи, что создает неблагоприятную среду для некоторых бактерий. Газировки и алкоголь раздражают мочевые пути."
        },
        {
          "step_id": "50.3",
          "step_type": "single_choice",
          "question_text": "Что важно в профилактике обострений, связанных с переохлаждением?",
          "options": [
            "Закаляться ледяной водой",
            "Избегать переохлаждения, особенно ног и поясницы. Одеваться по погоде, не сидеть на холодных поверхностях",
            "Посещать бани с резким охлаждением в снегу",
            "Ходить босиком по холодному полу"
          ],
          "correct_answer_index": 1,
          "explanation": "Верно. Переохлаждение вызывает рефлекторный спазм сосудов почек, снижение местного иммунитета и может спровоцировать обострение."
        },
        {
          "step_id": "50.4",
          "step_type": "single_choice",
          "question_text": "Какая рекомендация по опорожнению мочевого пузыря важна для женщин?",
          "options": [
            "Терпеть как можно дольше",
            "Своевременно опорожнять мочевой пузырь, не допуская застоя мочи. Обязательно мочиться после полового акта, соблюдать правильную гигиену (подтираться спереди назад)",
            "Пить меньше, чтобы реже ходить в туалет",
            "Использовать только ароматизированные средства гигиены"
          ],
          "correct_answer_index": 1,
          "explanation": "Правильно. Застой мочи — фактор риска размножения бактерий. Гигиена предотвращает занос микрофлоры из перианальной области в уретру."
        }
      ],
      "final_summary": "**Пример проведения беседы с пациентом:**\n\n'Мария Сергеевна, чтобы держать ваш хронический пиелонефрит под контролем и избежать обострений, очень важно внести некоторые изменения в ваш привычный образ жизни. Это не сложно, но очень эффективно.\n\n**1. Пейте достаточно — это ваше основное 'лекарство'.**\n*   Старайтесь выпивать **не менее 1,5-2 литров жидкости в день** (если нет отеков и гипертонии).\n*   **Что пить:** обычная вода, некрепкий чай, **клюквенный или брусничный морс** (они полезны для мочевых путей), компоты.\n*   **Чего избегать:** крепкого алкоголя, большого количества кофе, сладких газировок, очень минерализованной воды без назначения врача.\n\n**2. Берегитесь переохлаждения!**\n*   **Одевайтесь тепло,** особенно следите за тем, чтобы не мерзли поясница и ноги.\n*   Не сидите на холодных камнях, земле.\n*   После купания в водоеме сразу переодевайтесь в сухое.\n\n**3. Соблюдайте гигиену и режим мочеиспускания.**\n*   **Не терпите!** Своевременно ходите в туалет. Длительная задержка мочи вредна.\n*   **Женщинам:** подтираться нужно **строго спереди назад**, чтобы бактерии из кишечника не попадали в уретру.\n*   **После полового акта** рекомендуется помочиться.\n*   Используйте мягкие, гипоаллергенные средства для интимной гигиены.\n\n**4. Питайтесь правильно.**\n*   **Ограничьте** очень острое, соленое, копченое, жареное — такая пища может раздражать мочевыводящие пути.\n*   **Включайте** в рацион овощи, фрукты, кисломолочные продукты.\n*   Если нет противопоказаний, можете иногда включать в меню **арбуз, дыню, тыкву** — они обладают мягким мочегонным действием.\n\n**5. Регулярно наблюдайтесь у врача.**\n*   Даже если ничего не беспокоит, **регулярно сдавайте анализы мочи** (общий и по Нечипоренко) и проходите УЗИ почек по назначению нефролога или терапевта.\n*   При появлении **любых симптомов** (боли в пояснице, частое болезненное мочеиспускание, мутная моча, повышение температуры) — **не занимайтесь самолечением**, сразу обращайтесь к врачу.\n*   Любые инфекции (даже кариес, ангина) нужно вовремя лечить, так как бактерии могут с током крови попасть в почки.\n\n**6. Общие рекомендации:**\n*   Избегайте тяжелых физических нагрузок, но **умеренная активность** (ходьба, плавание) очень полезна.\n*   Старайтесь высыпаться и избегать сильных стрессов.\n\nПомните, соблюдение этих правил — залог того, что болезнь будет в ремиссии, и вы сможете жить полноценной жизнью.'",
      "source": "Клинические рекомендации 'Хронический пиелонефрит у взрослых' (2021), методические пособия по нефрологии."
    }
  ]
}




  

  

  
